Repository: senadir/yalidine-shipping
Catalog: broken-2.po
Languages: ar

source: Adrar
ar: Project-Id-Version: Yalidine Shipping 0.1.0 Report-Msgid-Bugs-To: https://wordpress.org/support/plugin/yalidine-shipping POT-Creation-Date: 2022-05-23T00:26:23+00:00 PO-Revision-Date: 2022-05-29 13:00+0100 Last-Translator: Khaoula Bouhali Language-Team: Arabic Language: ar MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Plural-Forms: nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100 >= 3 && n%100<=10 ? 3 : n%100 >= 11 && n%100<=99 ? 4 : 5; X-Generator: Poedit 3.0.1 X-Domain: yalidine-shipping X-Loco-Version: 2.6.2; wp-6.0

source: Tamest
ar: أدرار

source: Charouine
ar: شاروين

source: Reggane
ar: رقان

source: In Zghmir
ar: اين زغمير

source: Tit
ar: تيت

source: Ksar Kaddour
ar: قصر قدور

source: Tsabit
ar: تسابيت

source: Timimoun
ar: تيميمون

source: Ouled Saïd
ar: ولاد سعيد

source: Zaouiet Kounta
ar: زاوية كنتة

source: Aoulef
ar: أولف

source: Tamekten
ar: تامكتن

source: Tamantit
ar: تامانتيت

source: Fenoughil
ar: فنوغيل

source: Tinerkouk
ar: تينركوك

source: Deldoul
ar: دلدول

source: Sali
ar: سالي

source: Akabli
ar: أقبلي

source: Metarfa
ar: المطارفة

source: Ouled Ahmed Tammi
ar: ولاد أحمد التامي

source: Bouda
ar: بودا

source: Aougrout
ar: اوغروت

source: Talmine
ar: التلمين

source: Bordj Badji Mokhtar
ar: برج باجي مختار

source: Sebaa
ar: السبع

source: Ouled Aïssa
ar: ولاد عيسى

source: Timiaouine
ar: تيمياوين

source: Abou El Hassan
ar: ابو الحسن

source: Aïn Merane
ar: عين مران

source: Bénairia
ar: البنايرية

source: Beni Bouateb
ar: بني بوعتاب

source: Beni Haoua
ar: بني حواء

source: Beni Rached
ar: بني راشد

source: Boukadir
ar: بوقادير

source: Bouzeghaia
ar: بوزغاية

source: Breira
ar: بريرة

source: Chettia
ar: الشطية

source: Chlef
ar: الشلف

source: Dahra
ar: الظهرة

source: El Hadjadj
ar: الحجاج

source: El Karimia
ar: الكريمية

source: El Marsa
ar: المرسى

source: Harchoun
ar: حرشون

source: Harenfa
ar: الهرنفة

source: Labiod Medjadja
ar: الابيض مجاجة

source: Moussadek
ar: مصدق

source: Oued Fodda
ar: واد فضة

source: Oued Goussine
ar: وادى ڨوسين

source: Oued Sly
ar: وادي سلي

source: Ouled Abbes
ar: أولاد عباس

source: Ouled Ben Abdelkader
ar: ولاد بن عبد القادر

source: Ouled Fares
ar: أولاد فارس

source: Oum Drou
ar: أم الذروع

source: Sendjas
ar: سنجاس

source: Sidi Abderrahmane
ar: سيدي عبد الرحمن

source: Sidi Akkacha
ar: سيدي عكاشة

source: Sobha
ar: شوبا

source: Tadjena
ar: تاجينا

source: Talassa
ar: تالاسا

source: Taougrite
ar: تاوجريت

source: Ténès
ar: تينس

source: Zeboudja
ar: زبودة

source: Laghouat
ar: الأغواط

source: Ksar El Hirane
ar: قصر الحيران

source: Bennasser Benchohra
ar: بن ناصر بنشهرة

source: Sidi Makhlouf
ar: سيدي مخلوف

source: Hassi Delaa
ar: حاسي ديلا

source: Hassi R'Mel
ar: حاسي الرمل

source: Aïn Madhi
ar: عين ماضي

source: Tadjemout
ar: تاجموت

source: Kheneg
ar: خنج

source: Gueltat Sidi Saad
ar: كلتات سيدي سعد

source: Aïn Sidi Ali
ar: عين سيدي علي

source: Beidha
ar: البيضاء

source: Brida
ar: بريدا

source: El Ghicha
ar: الغيشة

source: Hadj Mechri
ar: الحاج مشري

source: Sebgag
ar: سيبجاج

source: Aflou
ar: أفلو

source: El Assafia
ar: العسافية

source: Oued Morra
ar: واد مرة

source: Oued M'Zi
ar: وادي مزى

source: El Houaita
ar: الحويطة

source: Sidi Bouzid
ar: سيدي بوزيد

source: Oum el Bouaghi
ar: أم البواقي

source: Aïn Beïda
ar: عين البيضاء

source: Aïn M'lila
ar: عين مليلة

source: Behir Chergui
ar: بهر شرقي

source: El Amiria
ar: العامرية

source: Sigus
ar: سيجوس

source: El Belala
ar: البلالة

source: Aïn Babouche
ar: البلالة

source: Berriche
ar: عين بابوش

source: Ouled Hamla
ar: بيريش

source: Dhalaa
ar: ولاد حملة

source: Aïn Kercha
ar: الضلع

source: Hanchir Toumghani
ar: عين كرشة

source: El Djazia
ar: حنشير تومغاني

source: Aïn Diss
ar: الجازية

source: Fkirina
ar: عين الديس

source: Souk Naamane
ar: فكيرينا

source: Zorg
ar: سوق نعمان

source: El Fedjoudj Boughrara Saoudi
ar: زورج

source: Ouled Zouaï
ar: الفجوج بوغرة سعودى

source: Bir Chouhada
ar: ولاد الزوي

source: Ksar Sbahi
ar: بئر الشهداء

source: Oued Nini
ar: قصر السباحي

source: Meskiana
ar: واد نيني

source: Aïn Fakroun
ar: مسكيانا

source: Rahia
ar: عين فكرون

source: Aïn Zitoun
ar: راحية

source: Ouled Gacem
ar: عين زيتون

source: El Harmilia
ar: ولاد قاسم

source: Batna
ar: الهارميليا

source: Ghassira
ar: باتنة

source: Maafa
ar: غسيرة

source: Merouana
ar: مافا

source: Seriana
ar: مروانة

source: Menaa
ar: سيريانا

source: El Madher
ar: مينا

source: Tazoult
ar: الظاهر

source: N'Gaous
ar: تازولت

source: Guigba
ar: نجاوس

source: Inoughissen
ar: الڨيڨبة

source: Ouyoun El Assafir
ar: إنوغيسين

source: Djerma
ar: عيون العصافير

source: Bitam
ar: جرمة

source: Abdelkader Azil
ar: بيتام

source: Arris
ar: عبد القادر أزيل

source: Kimmel
ar: اريس

source: Tilatou
ar: كيميل

source: Aïn Djasser
ar: تيلاتو

source: Ouled Sellam
ar: عين جاسر

source: Tigherghar
ar: ولاد سلام

source: Aïn Yagout
ar: تيغرغر

source: Fesdis
ar: عين ياقوت

source: Sefiane
ar: فاسدي

source: Rahbat
ar: سفيان

source: Tighanimine
ar: راهبات

source: Lemsane
ar: تيغانمين

source: Ksar Bellezma
ar: يمسان

source: Seggana
ar: قصر بللزما

source: Ichmoul
ar: سجانة

source: Foum Toub
ar: اشمول

source: Ben Foudhala El Hakania
ar: فوم توب

source: Oued El Ma
ar: بن فضالة الحقانية

source: Talkhamt
ar: وادي الماء

source: Bouzina
ar: تالكهامت

source: Chemora
ar: بوزينة

source: Oued Chaaba
ar: تشيمورا

source: Taxlent
ar: واد شعبه

source: Gosbat
ar: تاكسلينت

source: Ouled Aouf
ar: جوسبات

source: Boumagueur
ar: ولاد عوف

source: Barika
ar: بومقر

source: Djezar
ar: بريكة

source: T'Kout
ar: جيزار

source: Aïn Touta
ar: تكوت

source: Hidoussa
ar: عين توتة

source: Teniet El Abed
ar: حدوسة

source: Oued Taga
ar: تينيت العبد

source: Ouled Fadel
ar: واد تاغا

source: Timgad
ar: ولاد فاضل

source: Ras El Aioun
ar: تيمقاد

source: Chir
ar: رأس العيون

source: Ouled Si Slimane
ar: جريدة

source: Zanat El Beida
ar: أولاد سي سليمان

source: M'doukel
ar: زنة البيضاء

source: Ouled Ammar
ar: مدوكل

source: El Hassi
ar: ولاد عمار

source: Lazrou
ar: الحاسي

source: Boumia (Batna)
ar: لازرو

source: Boulhilat
ar: بوميا (باتنة)

source: Larbaâ
ar: بولحيلات

source: Béjaïa
ar: اربع

source: Amizour
ar: بجاية

source: Ferraoun
ar: أميزور

source: Taourirt Ighil
ar: فيراون

source: Chellata
ar: تاوريرت إيغيل

source: Tamokra
ar: شيلاتا

source: Timezrit
ar: تمقرة

source: Souk El Ténine
ar: تيمزريت

source: M'cisna
ar: سوق التنين

source: Tinabdher
ar: مسيسنا

source: Tichy
ar: تينبذر

source: Semaoun
ar: تيتشي

source: Kendira
ar: سمعون

source: Tifra
ar: كندرا

source: Ighram
ar: تيفرا

source: Amalou
ar: الاغرام

source: Ighil Ali
ar: أملو

source: Fenaïa Ilmaten
ar: إيغيل علي

source: Toudja
ar: فنأ إيلماتين

source: Darguina
ar: توجة

source: Sidi Ayad
ar: درقينة

source: Aokas
ar: سيدي عياد

source: Ait Djellil
ar: اوكاس

source: Adekar
ar: أيت جليل

source: Akbou
ar: أبكار

source: Seddouk
ar: أكبو

source: Tazmalt
ar: صدوق

source: Aït R'zine
ar: تزملت

source: Chemini
ar: آيت رزين

source: Souk Oufella
ar: شيميني

source: Tibane
ar: سوق العوفلة

source: Tala Hamza
ar: تيباني

source: Barbacha
ar: تالا حمزة

source: Aït Ksila
ar: بارباشا

source: Ouzellaguen
ar: آيت كسيلة

source: Bouhamza
ar: أوزلاقن

source: Taskriout
ar: بوحمزة

source: Aït Mellikeche
ar: تاسكريوت

source: Sidi Aïch
ar: آيت مليكيتشي

source: El Kseur
ar: سيدي ايش

source: Melbou
ar: القصر

source: Akfadou
ar: ميلبو

source: Leflaye
ar: أكفادو

source: Kherrata
ar: ليفلاي

source: Draâ El Kaïd
ar: خراطة

source: Tamridjet
ar: درعة القعيد

source: Aït Smail
ar: تمريدجيت

source: Boukhelifa
ar: آيت اسماعيل

source: Tizi N'Berber
ar: بوخليفة

source: Aït Maouche
ar: تيزي نبربر

source: Oued Ghir
ar: آيت معوش

source: Boudjellil
ar: واد غير

source: Aïn Naga
ar: بوجليل

source: Aïn Zaatout
ar: عين الناقة

source: Besbes
ar: عين زعتوت

source: Biskra
ar: بيسبيس

source: Bordj Ben Azzouz
ar: بسكرة

source: Bouchagroune
ar: برج بن عزوز

source: Branis
ar: بوشاغرون

source: Chetma
ar: برانيس

source: Djemorah
ar: شيتما

source: Doucen
ar: جمورة

source: Ech Chaïba
ar: دوسين

source: El Feidh
ar: إيش تشعيبة

source: El Ghrous
ar: الفيض

source: El Hadjeb
ar: الغروس

source: El Haouch
ar: الحاجب

source: El Kantara
ar: الحوش

source: El Mizaraa
ar: القنطرة

source: El Outaya
ar: المزرعة

source: Foughala
ar: الاوتايا

source: Khenguet Sidi Nadji
ar: الفجالة

source: Lichana
ar: خنجيت سيدي نجي

source: Lioua
ar: ليشانا

source: M'Chouneche
ar: ليوا

source: Mekhadma
ar: مشونش

source: M'Lili
ar: مخدما

source: Ouled Djellal
ar: مليلي

source: Oumache
ar: ولاد جلال

source: Ourlal
ar: أوماش

source: Ras El Miaad
ar: أورلال

source: Sidi Khaled
ar: رأس المعاد

source: Sidi Okba
ar: سيدي خالد

source: Tolga
ar: سيدي عقبة

source: Zeribet El Oued
ar: تولجا

source: Béchar
ar: زريبة الواد

source: Erg Ferradj
ar: بشار

source: Ouled Khoudir
ar: عرق فيراج

source: Meridja
ar: ولاد خضير

source: Timoudi
ar: ميريجا

source: Lahmar
ar: تيمودي

source: Béni Abbès
ar: لحمر

source: Beni Ikhlef
ar: بني عباس

source: Mechraa Houari Boumedienne
ar: بني يخلف

source: Kenadsa
ar: مشرع هواري بومدين

source: Igli
ar: كينادسا

source: Tabelbala
ar: إيجلي

source: Taghit
ar: تبلبالة

source: El Ouata
ar: تاغيت

source: Boukais
ar: الواطة

source: Mougheul
ar: بوكيس

source: Abadla
ar: مغول

source: Kerzaz
ar: عبادية

source: Ksabi
ar: كرزاز

source: Tamtert
ar: قصبي

source: Beni Ounif
ar: تامتيرت

source: Blida
ar: بني عونيف

source: Chebli
ar: البليدة

source: Bouinan
ar: شبلي

source: Oued Alleug
ar: بوينان

source: Ouled Yaïch
ar: واد العلوج

source: Chréa
ar: ولاد يعيش

source: El Affroun
ar: شريا

source: Chiffa
ar: العفرون

source: Hammam Melouane
ar: شيفا

source: Benkhelil
ar: همام ملوان

source: Soumaa
ar: بن خليل

source: Mouzaia
ar: سومة

source: Souhane
ar: موزية

source: Meftah
ar: سوهان

source: Ouled Slama
ar: مفتاح

source: Boufarik
ar: ولاد سلامة

source: Larbaa
ar: بوفاريك

source: Oued Djer
ar: اربع

source: Beni Tamou
ar: واد جر

source: Bouarfa
ar: بني تامو

source: Beni Mered
ar: بوعرفة

source: Bougara
ar: بني ميريد

source: Guerouaou
ar: بوقرة

source: Aïn Romana
ar: ڨرواو

source: Djebabra
ar: عين رومانة

source: Aïn Bessem
ar: جبرا

source: Hanif
ar: عين بسام

source: Aghbalou
ar: حنيف

source: Aïn El Hadjar
ar: اغبالو

source: Ahl El Ksar
ar: عين الحجار

source: Aïn Laloui
ar: أهل القصر

source: Ath Mansour
ar: عين العلوي

source: Aomar
ar: المنصور

source: Aïn El Turc
ar: عمر

source: Aït Laziz
ar: عين الترك

source: Bouderbala
ar: آيت عزيز

source: Bechloul
ar: بودربالة

source: Bir Ghbalou
ar: بشلول

source: Boukram
ar: بير غبالو

source: Bordj Okhriss
ar: بوقرم

source: Bouira
ar: برج أخريس

source: Chorfa
ar: البويرة

source: Dechmia
ar: الشرفة

source: Dirrah
ar: دشميا

source: Djebahia
ar: درة

source: El Hakimia
ar: جباهية

source: El Hachimia
ar: الحكيمية

source: El Adjiba
ar: الهاشمية

source: El Khabouzia
ar: الأدجيبة

source: El Mokrani
ar: الخبوزيه

source: El Asnam
ar: المقراني

source: Guerrouma
ar: الاصنام

source: Haizer
ar: غرومة

source: Hadjera Zerga
ar: هايزر

source: Kadiria
ar: هادجيرا الزرقه

source: Lakhdaria
ar: القادرية

source: M'Chedallah
ar: الأخضرية

source: Mezdour
ar: مشيد الله

source: Maala
ar: مزدور

source: Maamora
ar: مالا

source: Oued El Berdi
ar: المعمورة

source: Ouled Rached
ar: وادي البردى

source: Raouraoua
ar: ولاد راشد

source: Ridane
ar: روراوة

source: Saharidj
ar: ريدان

source: Sour El Ghouzlane
ar: سهارج

source: Souk El Khemis
ar: صور الغزلان

source: Taguedit
ar: سوق الخميس

source: Taghzout
ar: تاجوديت

source: Zbarbar
ar: تغزوت

source: Tamanrasset
ar: زباربار

source: Abalessa
ar: تمنراست

source: In Ghar
ar: أباليسا

source: In Guezzam
ar: في غار

source: Idles
ar: في قزام

source: Tazrouk
ar: الخمول

source: Tin Zaouatine
ar: تزروك

source: In Salah
ar: تن زواتين

source: In Amguel
ar: عين صلاح

source: Foggaret Ezzaouia
ar: في Amguel

source: Tébessa
ar: فجريت العزاوية

source: Bir el Ater
ar: تبسة

source: Cheria
ar: بير العاطر

source: Stah Guentis
ar: شيريا

source: El Aouinet
ar: ستاه جينتيس

source: El Houidjbet
ar: العوينات

source: Safsaf El Ouesra
ar: الحويدبة

source: Hammamet
ar: صفصاف الوسرة

source: Negrine
ar: الحمامات

source: Bir Mokkadem
ar: نيجرين

source: El Kouif
ar: بير مقادم

source: Morsott
ar: الكويف

source: El Ogla
ar: مورسوت

source: Bir Dheb
ar: العقلة

source: Ogla Melha
ar: بير ديب

source: Guorriguer
ar: العقلة المالحة

source: Bekkaria
ar: جوريجير

source: Boukhadra
ar: بكاريا

source: Ouenza
ar: بوخضرة

source: El Ma Labiodh
ar: الونزة

source: Oum Ali
ar: الماعبيه

source: Tlidjene
ar: أم علي

source: Aïn Zerga
ar: تليدجين

source: El Meridj
ar: عين زرقا

source: Boulhaf Dir
ar: المريج

source: Bedjene
ar: بولحاف دير

source: El Mezeraa
ar: بيدجين

source: Ferkane
ar: المزرعة

source: Tlemcen
ar: فيركان

source: Beni Mester
ar: تلمسان

source: Aïn Tallout
ar: بني ميستر

source: Remchi
ar: عين التلوت

source: El Fehoul
ar: رمشي

source: Sabra
ar: الفحول

source: Ghazaouet
ar: صبرا

source: Souani
ar: الغزوات

source: Djebala
ar: السواني

source: El Gor
ar: جبالة

source: Oued Lakhdar
ar: الجور

source: Aïn Fezza
ar: واد لاخضر

source: Ouled Mimoun
ar: عين فزة

source: Amieur
ar: أولاد ميمون

source: Aïn Youcef
ar: أميور

source: Zenata
ar: عين يوسف

source: Beni Snous
ar: زناتة

source: Bab El Assa
ar: بني سنوس

source: Dar Yaghmouracene
ar: باب العسة

source: Fellaoucene
ar: دار يغموراسين

source: Azails
ar: فلوسين

source: Sebaa Chioukh
ar: أزايلز

source: Terny Beni Hdiel
ar: سباع شيوخ

source: Bensekrane
ar: تيرني بني حديل

source: Aïn Nehala
ar: بنسكرين

source: Hennaya
ar: عين النحالة

source: Maghnia
ar: حنايا

source: Hammam Boughrara
ar: مغنية

source: Souahlia
ar: حمام بوغرة

source: MSirda Fouaga
ar: سوهليا

source: Aïn Fetah
ar: مسيردة الفواقة

source: El Aricha
ar: عين فتاح

source: Souk Tlata
ar: العريشة

source: Sidi Abdelli
ar: سوق تلاتة

source: Sebdou
ar: سيدي العبدلي

source: Beni Ouarsous
ar: سبدو

source: Sidi Medjahed
ar: بني ورسوس

source: Beni Boussaid
ar: سيدي مجاهد

source: Marsa Ben M'Hidi
ar: بني بوسعيد

source: Nedroma
ar: مرسى بن مهيدي

source: Sidi Djillali
ar: ندروما

source: Beni Bahdel
ar: سيدي جيلالي

source: El Bouihi
ar: بني بهدل

source: Honaïne
ar: البويحي

source: Tienet
ar: هونين

source: Ouled Riyah
ar: تينيت

source: Bouhlou
ar: ولاد رياح

source: Beni Khellad
ar: بوهلو

source: Aïn Ghoraba
ar: بني خلاد

source: Chetouane
ar: عين الغرابة

source: Mansourah
ar: شطوان

source: Beni Semiel
ar: المنصورة

source: Aïn Kebira
ar: بني سميل

source: Aïn Bouchekif
ar: عين كبيرة

source: Aïn Deheb
ar: عين بوشقيف

source: Aïn El Hadid
ar: عين دهب

source: Aïn Kermes
ar: عين الحديد

source: Aïn Dzarit
ar: عين كرمس

source: Chehaima
ar: عين دزاريت

source: Dahmouni
ar: شحيمة

source: Djebilet Rosfa
ar: دهموني

source: Djillali Ben Amar
ar: جبيلت روزفا

source: Faidja
ar: جيلالي بن عمار

source: Frenda
ar: فيدجا

source: Guertoufa
ar: فريندا

source: Hamadia
ar: قرطبة

source: Ksar Chellala
ar: الحمادية

source: Madna
ar: قصر شلاله

source: Mahdia
ar: مادنا

source: Mechraa Safa
ar: المهدية

source: Medrissa
ar: مشرع الصفا

source: Medroussa
ar: ميدريسا

source: Meghila
ar: مدروسة

source: Mellakou
ar: ميجيلا

source: Nadorah
ar: ميلاكو

source: Naima
ar: نادورة

source: Oued Lilli
ar: نعيمة

source: Rahouia
ar: واد ليلي

source: Rechaiga
ar: راهوية

source: Sebaine
ar: رشايجا

source: Sebt
ar: سبين

source: Serghine
ar: سبت

source: Si Abdelghani
ar: سرجين

source: Sidi Abderahmane
ar: سي عبد الغني

source: Sidi Ali Mellal
ar: سيدي عبد الرحمن

source: Sidi Bakhti
ar: سيدي علي ملال

source: Sidi Hosni
ar: سيدي بختي

source: Sougueur
ar: سيدي حسني

source: Tagdemt
ar: سوغور

source: Takhemaret
ar: تاجديمت

source: Tiaret
ar: تخميرت

source: Tidda
ar: تيارت

source: Tousnina
ar: تيدا

source: Zmalet El Emir Abdelkader
ar: توسنينا

source: Tizi Ouzou
ar: زمالة الأمير عبد القادر

source: Ain El Hammam
ar: تيزي وزو

source: Akbil
ar: عين الحمام

source: Freha
ar: أقبيل

source: Souamaâ
ar: فريحة

source: Mechtras
ar: سوامع

source: Irdjen
ar: مشطراس

source: Timizart
ar: ايرجين

source: Makouda
ar: تيميزارت

source: Draâ El Mizan
ar: مكودة

source: Tizi Gheniff
ar: درعة الميزان

source: Bounouh
ar: تيزي غنيف

source: Aït Chafâa
ar: بونوح

source: Frikat
ar: آيت شفاعة

source: Beni Aïssi
ar: فريكات

source: Beni Zmenzer
ar: بني عاصي

source: Iferhounène
ar: بني زمنزر

source: Azazga
ar: إيفرهونين

source: Illoula Oumalou
ar: عزازقة

source: Yakouren
ar: إيلولة أومالو

source: Larbaâ Nath Irathen
ar: ياكورن

source: Tizi Rached
ar: أربعاء ناث إراثين

source: Zekri
ar: تيزي راشد

source: Ouaguenoun
ar: ذكرى

source: Aïn Zaouia
ar: واغنون

source: M'Kira
ar: عين الزاوية

source: Aït Yahia
ar: مكيرا

source: Aït Mahmoud
ar: آيت يحيى

source: Mâatkas
ar: آيت محمود

source: Aït Boumahdi
ar: ماتكاس

source: Abi Youcef
ar: آيت بومهدي

source: Beni Douala
ar: أبي يوسف

source: Illilten
ar: بني دوالا

source: Bouzguen
ar: إيليتن

source: Aït Aggouacha
ar: بوزقن

source: Ouadhia
ar: آيت أقواشة

source: Azeffoun
ar: الواضية

source: Tigzirt
ar: أزيفون

source: Aït Aïssa Mimoun
ar: تيجزيرت

source: Boghni
ar: آيت عيسى ميمون

source: Ifigha
ar: بوغني

source: Aït Oumalou
ar: ايفيغاء

source: Tirmitine
ar: آيت أومالو

source: Akerrou
ar: تيرمتين

source: Yatafen
ar: أكيرو

source: Ath Zikki
ar: يتافن

source: Draâ Ben Khedda
ar: أث زكي

source: Ouacif
ar: درعة بن خدة

source: Idjeur
ar: وسيف

source: Mekla
ar: إدجور

source: Tizi N'Tleta
ar: مكلا

source: Aït Yenni
ar: تيزي نتليتا

source: Aghribs
ar: آيت ييني

source: Iflissen
ar: أغريبس

source: Boudjima
ar: إفليسن

source: Aït Yahia Moussa
ar: بوجيما

source: Souk El Thenine
ar: آيت يحيى موسى

source: Aït Khellili
ar: سوق الثنين

source: Sidi Namane
ar: آيت خليلي

source: Iboudraren
ar: سيدي نمان

source: Agouni Gueghrane
ar: إبودرارين

source: Mizrana
ar: آقنى قغران

source: Imsouhel
ar: مزرانة

source: Tadmaït
ar: إمسوحل

source: Aït Bouadou
ar: تادمايت

source: Assi Youcef
ar: آيت بوادو

source: Aït Toudert
ar: عاصي يوسف

source: Alger Centre
ar: آيت تودرت

source: Sidi M'Hamed
ar: مركز الجزائر

source: El Madania
ar: سيدي محمد

source: Belouizdad
ar: المدينة

source: Bab El Oued
ar: بلوزداد

source: Bologhine
ar: باب الواد

source: Casbah
ar: بولوغين

source: Oued Koriche
ar: القصبة

source: Bir Mourad Raïs
ar: واد قريش

source: El Biar
ar: بير مراد رايس

source: Bouzareah
ar: البيار

source: Birkhadem
ar: بوزريعة

source: El Harrach
ar: بير خادم

source: Baraki
ar: الحراش

source: Oued Smar
ar: براقي

source: Bachdjerrah
ar: واد السمار

source: Hussein Dey
ar: باش جراح

source: Kouba
ar: حسين داي

source: Bourouba
ar: القبة

source: Dar El Beïda
ar: بوروبة

source: Bab Ezzouar
ar: دار البيضاء

source: Ben Aknoun
ar: باب الزوار

source: Dely Ibrahim
ar: بن عكنون

source: El Hammamet
ar: ديلي ابراهيم

source: Raïs Hamidou
ar: الحمامات

source: Djasr Kasentina
ar: رأس حميدو

source: El Mouradia
ar: جاسر كاسنتينا

source: Hydra
ar: المرادية

source: Mohammadia
ar: العدار

source: Bordj El Kiffan
ar: المحمدية

source: El Magharia
ar: برج الكيفان

source: Beni Messous
ar: المغارية

source: Les Eucalyptus
ar: بني مسوس

source: Birtouta
ar: ليه أوكالبتوس

source: Tessala El Merdja
ar: بيرتوتة

source: Ouled Chebel
ar: تسالا المردجا

source: Sidi Moussa
ar: ولاد شبل

source: Aïn Taya
ar: سيدي موسى

source: Bordj El Bahri
ar: عين الطايع

source: H'raoua
ar: برج البحري

source: Rouïba
ar: حروة

source: Reghaïa
ar: الرويبة

source: Aïn Benian
ar: رغاية

source: Staoueli
ar: عين البنيان

source: Zeralda
ar: سطاوالي

source: Mahelma
ar: زرالدة

source: Rahmania
ar: ماهيلما

source: Souidania
ar: الرحمانية

source: Cheraga
ar: زرالدة

source: Ouled Fayet
ar: الشراقة

source: El Achour
ar: ولاد فايت

source: Draria
ar: العاشور

source: Douera
ar: دراريا

source: Baba Hassen
ar: دويرة

source: Khraicia
ar: بابا حسن

source: Saoula
ar: خرايسيا

source: Aïn Chouhada
ar: سطاوالي

source: Aïn El Ibel
ar: عين الشهداء

source: Aïn Feka
ar: عين الابل

source: Aïn Maabed
ar: عين افقه

source: Aïn Oussara
ar: عين معبد

source: Amourah
ar: عين وسارة

source: Benhar
ar: عمورة

source: Beni Yagoub
ar: بنهار

source: Birine
ar: بني يعقوب

source: Bouira Lahdab
ar: بيرين

source: Charef
ar: البويرة الحداب

source: Dar Chioukh
ar: شارف

source: Djelfa
ar: دار شيخ

source: Douis
ar: الجلفة

source: El Guedid
ar: دويس

source: El Idrissia
ar: الجديد

source: El Khemis
ar: الإدريسية

source: Faidh El Botma
ar: الخميس

source: Guernini
ar: فيض البطمة

source: Guettara
ar: غيرنيني

source: Had Sahary
ar: قيتارا

source: Hassi Bahbah
ar: حد صحاري

source: Hassi El Euch
ar: حاسي بحبح

source: Hassi Fedoul
ar: حاسي العوش

source: Messaad
ar: حاسي فضول

source: M'Liliha
ar: مسعد

source: Moudjebara
ar: مليليحة

source: Oum Laadham
ar: مودجبارة

source: Sed Rahal
ar: ام لادهم

source: Selmana
ar: سيد رحال

source: Sidi Baizid
ar: سلمانا

source: Sidi Ladjel
ar: سيدي بايزيد

source: Tadmit
ar: سيدي لعجل

source: Zaafrane
ar: تدميت

source: Zaccar
ar: زعفران

source: Jijel
ar: زكار

source: Eraguene
ar: جيجل

source: El Aouana
ar: إيراغوين

source: Ziama Mansouriah
ar: العونة

source: Taher
ar: زيامة المنصورية

source: Emir Abdelkader
ar: طاهر

source: Chekfa
ar: الأمير عبد القادر

source: Chahna
ar: الشقفة

source: El Milia
ar: شاهنا

source: Sidi Maarouf
ar: الميليا

source: Settara
ar: سيدي معروف

source: El Ancer
ar: سيتارا

source: Sidi Abdelaziz
ar: الأنسر

source: Kaous
ar: سيدي عبد العزيز

source: Ghebala
ar: كاوس

source: Bouraoui Belhadef
ar: غبالة

source: Djimla
ar: بُراوي بلحديف

source: Selma Benziada
ar: جملة

source: Boucif Ouled Askeur
ar: سلمى بن زيادة

source: El Kennar Nouchfi
ar: بوسيف ولاد أسكور

source: Ouled Yahia Khedrouche
ar: الكنار نوشفي

source: Boudriaa Ben Yadjis
ar: ولاد يحيى خروش

source: Kheïri Oued Adjoul
ar: بدرية بن ياجس

source: Texenna
ar: خيري واد ادجول

source: Djemaa Beni Habibi
ar: تكسينا

source: Bordj Tahar
ar: جامع بني حبيبي

source: Ouled Rabah
ar: برج الطاهر

source: Ouadjana
ar: ولاد رباح

source: Aïn Abessa
ar: وادجانا

source: Aïn Arnat
ar: عين عباسة

source: Aïn Azel
ar: عين عرنات

source: Aïn El Kebira
ar: عين ازال

source: Aïn Lahdjar
ar: عين الكبيرة

source: Aïn Legradj
ar: عين الحجر

source: Aïn Oulmene
ar: عين لقراج

source: Aïn Roua
ar: عين ولمان

source: Aïn Sebt
ar: عين رؤى

source: Aït Naoual Mezada
ar: عين سبت

source: Aït Tizi
ar: آيت نوال مزادة

source: Aït Wertilan
ar: آيت تيزي

source: Amoucha
ar: آيت ورتيلان

source: Babor
ar: عموشة

source: Bazer Sakhra
ar: بابور

source: Beidha Bordj
ar: بازر صخرة

source: Belaa
ar: البيضا برج

source: Beni Aziz
ar: بلعا

source: Beni Chebana
ar: بني عزيز

source: Beni Fouda
ar: بني شبانة

source: Beni Hocine
ar: بني فودة

source: Beni Mouhli
ar: بني حسين

source: Bir El Arch
ar: بني موهلي

source: Bir Haddada
ar: بير القوس

source: Bouandas
ar: بير حداده

source: Bougaa
ar: بوعنداس

source: Bousselam
ar: بوقاعة

source: Boutaleb
ar: بوسلام

source: Dehamcha
ar: بوطالب

source: Djemila
ar: دهامشا

source: Draa Kebila
ar: جميلة

source: El Eulma
ar: درعة قبيلة

source: El Ouldja
ar: العلمة

source: El Ouricia
ar: الولدجا

source: Guellal
ar: العوريقية

source: Guelta Zerka
ar: جلال

source: Guenzet
ar: جيلتا زيركا

source: Guidjel
ar: قنزات

source: Hamma
ar: جويدجل

source: Hammam Guergour
ar: حمة

source: Hammam Soukhna
ar: حمام قرقور

source: Harbil
ar: حمام السخنة

source: Ksar El Abtal
ar: حربيل

source: Maaouia
ar: قصر الابطال

source: Maoklane
ar: معاوية

source: Mezloug
ar: ماوكلين

source: Oued El Barad
ar: مزلوق

source: Ouled Addouane
ar: وادي البرد

source: Ouled Sabor
ar: ولاد الدوان

source: Ouled Si Ahmed
ar: أولاد سابور

source: Ouled Tebben
ar: أولاد سي أحمد

source: Rasfa
ar: أولاد تبين

source: Salah Bey
ar: رصفة

source: Serdj El Ghoul
ar: صلاح بك

source: Sétif
ar: سيرج الغول

source: Tachouda
ar: سطيف

source: Talaifacene
ar: تاشودة

source: Taya
ar: تالايفاسين

source: Tella
ar: طايع

source: Tizi N'Bechar
ar: تيلا

source: Aïn Sekhouna
ar: تيزي نبشر
