Repository: senadir/yalidine-shipping
Catalog: broken-2.po
Languages: ar

source: Aïn Soltane
ar: عين السخونة

source: Doui Thabet
ar: عين سلطان

source: El Hassasna
ar: دوي ثابت

source: Hounet
ar: الحساسنة

source: Moulay Larbi
ar: هونيت

source: Ouled Brahim
ar: مولاي العربي

source: Ouled Khaled
ar: ولاد ابراهيم

source: Saïda
ar: ولاد خالد

source: Sidi Ahmed
ar: صيدا

source: Sidi Amar
ar: سيدي احمد

source: Sidi Boubekeur
ar: سيدي عمار

source: Tircine
ar: سيدي بوبكر

source: Youb
ar: تيرسين

source: Aïn Bouziane
ar: يوب

source: Aïn Charchar
ar: عين بوزيان

source: Aïn Kechra
ar: عين شرشار

source: Aïn Zouit
ar: عين كشرة

source: Azzaba
ar: عين الزويت

source: Bekkouche Lakhdar
ar: عزة

source: Bin El Ouiden
ar: بكوش لاخضر

source: Ben Azzouz
ar: بن الويدان

source: Beni Bechir
ar: بن عزوز

source: Beni Oulbane
ar: بني بشير

source: Beni Zid
ar: بني أولبان

source: Bouchtata
ar: بني زيد

source: Cheraia
ar: بوشتاتا

source: Collo
ar: شيرايا

source: Djendel Saadi Mohamed
ar: كولو

source: El Ghedir
ar: جندل السعدي محمد

source: El Hadaiek
ar: الغدير

source: El Harrouch
ar: الحدائق

source: Emdjez Edchich
ar: الحروش

source: Es Sebt
ar: امجيز ادشيش

source: Filfila
ar: وسبت

source: Hamadi Krouma
ar: فلفلة

source: Kanoua
ar: حمادي كروما

source: Kerkera
ar: كانوة

source: Kheneg Mayoum
ar: كيركيرا

source: Oued Zehour
ar: خنق ميوم

source: Ouldja Boulballout
ar: واد زهور

source: Ouled Attia
ar: ولج بلبلوط

source: Ouled Hbaba
ar: أولاد عطية

source: Oum Toub
ar: أولاد حبابة

source: Ramdane Djamel
ar: أم طوب

source: Salah Bouchaour
ar: رمضان جمال

source: Sidi Mezghiche
ar: صلاح بوشور

source: Skikda
ar: سيدي مزغيش

source: Tamalous
ar: سكيكدة

source: Zerdaza
ar: تمالوس

source: Zitouna
ar: زردازة

source: Aïn Adden
ar: الزيتونة

source: Aïn El Berd
ar: عين آدن

source: Aïn Kada
ar: عين البرد

source: Aïn Thrid
ar: عين قادة

source: Aïn Tindamine
ar: عين ثريد

source: Amarnas
ar: عين تندامين

source: Badredine El Mokrani
ar: امارناس

source: Belarbi
ar: بدر الدين المقراني

source: Ben Badis
ar: بلعربي

source: Benachiba Chelia
ar: بن باديس

source: Bir El Hammam
ar: بنعشيبا تشيليا

source: Boudjebaa El Bordj
ar: بير الحمام

source: Boukhanafis
ar: بوجبع البرج

source: Chettouane Belaila
ar: بوخنفيس

source: Dhaya
ar: شطوان بليلة

source: El Haçaiba
ar: ضياء

source: Hassi Dahou
ar: الحشيبة

source: Hassi Zehana
ar: حاسي دحو

source: Lamtar
ar: حاسي زهانة

source: Makedra
ar: لمتر

source: Marhoum
ar: مقدرة

source: M'Cid
ar: مرحوم

source: Merine
ar: مسيد

source: Mezaourou
ar: ميرين

source: Mostefa Ben Brahim
ar: ميزورو

source: Moulay Slissen
ar: مصطفى بن ابراهيم

source: Oued Sebaa
ar: مولاي سليسن

source: Oued Sefioun
ar: وادي السبع

source: Oued Taourira
ar: واد صفيون

source: Ras El Ma
ar: واد تاورية

source: Redjem Demouche
ar: رأس الماء

source: Sehala Thaoura
ar: رجم دموش

source: Sfisef
ar: سهالة ثورة

source: Sidi Ali Benyoub
ar: سفيصف

source: Sidi Ali Boussidi
ar: سيدي علي بنيوب

source: Sidi Bel Abbes
ar: سيدي علي بوسيدي

source: Sidi Brahim
ar: سيدي بلعباس

source: Sidi Chaib
ar: سيدي ابراهيم

source: Sidi Daho des Zairs
ar: سيدي شعيب

source: Sidi Hamadouche
ar: سيدي داهو دي زيرس

source: Sidi Lahcene
ar: سيدي حمدوش

source: Sidi Yacoub
ar: سيدي لحسن

source: Tabia
ar: سيدي يعقوب

source: Tafissour
ar: تابيا

source: Taoudmout
ar: تفسور

source: Teghalimet
ar: تاودموت

source: Telagh
ar: تغاليمت

source: Tenira
ar: تلغ

source: Tessala
ar: تينيرا

source: Tilmouni
ar: تيسالا

source: Zerouala
ar: التلموني

source: Annaba
ar: زروالة

source: Berrahal
ar: عنابة

source: El Hadjar
ar: براهال

source: Eulma
ar: الحجار

source: El Bouni
ar: أولما

source: Oued El Aneb
ar: البوني

source: Cheurfa
ar: واد العنب

source: Seraïdi
ar: الشرفة

source: Aïn Berda
ar: سرايدي

source: Chetaïbi
ar: عين الباردة

source: Treat
ar: شيتاوبي

source: Aïn Ben Beida
ar: يعامل

source: Aïn Larbi
ar: عين بن بيضاء

source: Aïn Makhlouf
ar: عين العربي

source: Aïn Reggada
ar: عين مخلوف

source: Aïn Sandel
ar: عين رقادة

source: Belkheir
ar: عين صندل

source: Ben Djerrah
ar: بلخير

source: Beni Mezline
ar: بن جراح

source: Bordj Sabath
ar: بني مزلين

source: Bouhachana
ar: برج السبت

source: Bouhamdane
ar: بوحشانة

source: Bouati Mahmoud
ar: بو حمدان

source: Bouchegouf
ar: بواتي محمود

source: Boumahra Ahmed
ar: بوشجوف

source: Dahouara
ar: بومهرة أحمد

source: Djeballah Khemissi
ar: دحوارة

source: El Fedjoudj
ar: جب الله الخميسي

source: Guellat Bou Sbaa
ar: الفجوج

source: Guelma
ar: قلة بو سبع

source: Hammam Debagh
ar: قالمة

source: Hammam N'Bail
ar: همام دباغ

source: Héliopolis
ar: همام نبيل

source: Houari Boumédiène
ar: مصر الجديدة

source: Khezarra
ar: هواري بومدين

source: Medjez Amar
ar: خزره

source: Medjez Sfa
ar: مجز عمار

source: Nechmaya
ar: مجاز الصفاء

source: Oued Cheham
ar: نشمايا

source: Oued Fragha
ar: واد شهام

source: Oued Zenati
ar: واد فراغة

source: Ras El Agba
ar: واد زناتي

source: Roknia
ar: رأس العجبه

source: Sellaoua Announa
ar: روكنيا

source: Tamlouka
ar: سيلاوة عنونة

source: Aïn Abid
ar: تملوكة

source: Aïn Smara
ar: عين عبيد

source: Beni Hamiden
ar: عين السمارة

source: Constantine
ar: بني حميدن

source: Didouche Mourad
ar: قسنطينة

source: El Khroub
ar: ديدوش مراد

source: Hamma Bouziane
ar: الخروب

source: Ibn Badis
ar: حمة بوزيان

source: Ibn Ziad
ar: ابن باديس

source: Messaoud Boudjriou
ar: ابن زياد

source: Ouled Rahmoune
ar: مسعود بوجريو

source: Zighoud Youcef
ar: ولاد رحمون

source: Aïn Boucif
ar: زيغود يوسف

source: Aïn Ouksir
ar: عين بوسيف

source: Aissaouia
ar: عين القصير

source: Aziz
ar: العيساوية

source: Baata
ar: عزيز

source: Benchicao
ar: باتا

source: Beni Slimane
ar: بن شكاو

source: Berrouaghia
ar: بني سليمان

source: Bir Ben Laabed
ar: البرواقية

source: Boghar
ar: بير بن لعبد

source: Bou Aiche
ar: بوغار

source: Bouaichoune
ar: بو عيش

source: Bouchrahil
ar: بويشون

source: Boughezoul
ar: بوشراحيل

source: Bouskene
ar: بوقزول

source: Chahbounia
ar: بوسكين

source: Chellalet El Adhaoura
ar: شحبونيا

source: Cheniguel
ar: شلاله الضوره

source: Derrag
ar: تشينيجيل

source: Deux Bassins
ar: ديراج

source: Djouab
ar: أحواض دوكس

source: Draa Essamar
ar: جواب

source: El Azizia
ar: درعة عصام

source: El Guelb El Kebir
ar: العزيزية

source: El Hamdania
ar: الجيلب الكبير

source: El Omaria
ar: الحمدانية

source: El Ouinet
ar: العمرية

source: Hannacha
ar: العوينيت

source: Kef Lakhdar
ar: حناشا

source: Khams Djouamaa
ar: الكاف لاخضر

source: Ksar Boukhari
ar: خمس جمعة

source: Meghraoua
ar: قصر البخاري

source: Médéa
ar: مغراوة

source: Moudjbar
ar: ميديا

source: Meftaha
ar: مجبر

source: Mezerana
ar: مفتاحة

source: Mihoub
ar: مزغنة

source: Ouamri
ar: ميهوب

source: Oued Harbil
ar: وامرى

source: Ouled Antar
ar: واد حربيل

source: Ouled Bouachra
ar: ولاد عنتر

source: Ouled Deide
ar: ولاد بوعشرة

source: Ouled Hellal
ar: أولاد ديدي

source: Ouled Maaref
ar: ولاد هلال

source: Oum El Djalil
ar: ولاد معارف

source: Ouzera
ar: أم الجليل

source: Rebaia
ar: أوزيرة

source: Saneg
ar: ربيعة

source: Sedraia
ar: سانيج

source: Seghouane
ar: سيدرايا

source: Si Mahdjoub
ar: صغوان

source: Sidi Damed
ar: سي محجوب

source: Sidi Errabia
ar: سيدي دام

source: Sidi Naamanez
ar: سيدي الربيع

source: Sidi Zahar
ar: سيدي نعمانيز

source: Sidi Ziane
ar: سيدي زهار

source: Souagui
ar: سيدي زيان

source: Tablat
ar: سواجي

source: Tafraout
ar: طبلة

source: Tamesguida
ar: تافراوت

source: Tizi Mahdi
ar: تامسكيدا

source: Tlatet Eddouar
ar: تيزي مهدي

source: Zoubiria
ar: طلعت الدوار

source: Abdelmalek Ramdane
ar: الزبيرية

source: Achaacha
ar: عبد المالك رمضان

source: Aïn Boudinar
ar: عَشْعَاشَة

source: Aïn Nouissy
ar: عين بودينار

source: Aïn Sidi Cherif
ar: عين النويسي

source: Aïn Tedles
ar: عين سيدي الشريف

source: Blad Touahria
ar: عين تدلز

source: Bouguirat
ar: بلاد الطواعية

source: El Hassaine
ar: بوقراط

source: Fornaka
ar: الحسين

source: Hadjadj
ar: فورناكا

source: Hassi Mameche
ar: حجاج

source: Khadra
ar: حاسي ماميشي

source: Kheireddine
ar: خضرة

source: Mesra
ar: خير الدين

source: Mazagran
ar: ميسرا

source: Mostaganem
ar: مزغران

source: Nekmaria
ar: مستغانم

source: Oued El Kheir
ar: نكماريا

source: Ouled Boughalem
ar: وادي الخير

source: Ouled Maallah
ar: ولاد بوغالم

source: Safsaf
ar: ولاد مالا

source: Sayada
ar: صفصاف

source: Sidi Ali
ar: صيادة

source: Sidi Belattar
ar: سيدي علي

source: Sidi Lakhdar
ar: سيدي بلعطار

source: Sirat
ar: سيدي لاخضر

source: Souaflia
ar: سيرات

source: Sour
ar: سوفليا

source: Stidia
ar: حامِض

source: Tazgait
ar: ستيديا

source: Aïn El Hadjel
ar: تزجيت

source: Aïn El Melh
ar: عين الحجل

source: Aïn Errich
ar: عين الملح

source: Aïn Fares
ar: عين الريش

source: Aïn Khadra
ar: عين فارس

source: Belaiba
ar: عين الخضرة

source: Ben Srour
ar: بلعيبة

source: Beni Ilmane
ar: بن سرور

source: Benzouh
ar: بني إيلمان

source: Berhoum
ar: بنزوح

source: Bir Foda
ar: برهوم

source: Bou Saâda
ar: بير فودة

source: Bouti Sayah
ar: بو سعدة

source: Chellal
ar: بوطي صياح

source: Dehahna
ar: شلال

source: Djebel Messaad
ar: دحنة

source: El Hamel
ar: جبل مسعد

source: El Houamed
ar: الحامل

source: Hammam Dhalaa
ar: الحوامد

source: Khettouti Sed El Djir
ar: حمام الضلع

source: Khoubana
ar: خطوتى سيد الجير

source: Maadid
ar: خبانة

source: Maarif
ar: المعاضد

source: Magra
ar: معارف

source: M'Cif
ar: ماجرا

source: Medjedel
ar: مسيف

source: Mohammed Boudiaf
ar: مجدل

source: M'Sila
ar: محمد بوضياف

source: M'Tarfa
ar: المسيلة

source: Ouanougha
ar: مطرفة

source: Ouled Addi Guebala
ar: ونوغة

source: Ouled Atia
ar: ولاد عدي قبالة

source: Ouled Derradj
ar: أولاد عطية

source: Ouled Madhi
ar: أولاد دراج

source: Ouled Mansour
ar: أولاد ماضي

source: Ouled Sidi Brahim
ar: ولاد منصور

source: Ouled Slimane
ar: ولاد سيدي ابراهيم

source: Oultem
ar: ولاد سليمان

source: Sidi Aïssa
ar: أولتم

source: Sidi Ameur
ar: سيدي عيسى

source: Sidi Hadjeres
ar: سيدي عامر

source: Slim
ar: سيدي حجيريس

source: Souamaa
ar: معتدل البنيه

source: Tamsa
ar: صومعة

source: Tarmount
ar: تمسا

source: Zarzour
ar: جبل

source: Aïn Fekan
ar: زرزور

source: Aïn Ferah
ar: عين فكان

source: Aïn Fras
ar: عين فراح

source: Alaïmia
ar: عين فراس

source: Aouf
ar: العالمية

source: Beniane
ar: عوف

source: Bou Hanifia
ar: بنيان

source: Bou Henni
ar: بو حنيفية

source: El Bordj
ar: بو حني

source: El Gaada
ar: البرج

source: El Ghomri
ar: الجادة

source: El Guettana
ar: الغمري

source: El Keurt
ar: الغيطانة

source: El Menaouer
ar: الكرط

source: Ferraguig
ar: المنور

source: Froha
ar: فيراجويج

source: Gharrous
ar: فروها

source: Guerdjoum
ar: غروس

source: Ghriss
ar: جرجوم

source: Hachem
ar: غريس

source: Hacine
ar: هاشم

source: Khalouia
ar: حسين

source: Makdha
ar: خلوية

source: Mamounia
ar: مقدها

source: Maoussa
ar: المأمونية

source: Mascara
ar: موسى

source: Matemore
ar: ماسكارا

source: Mocta Douz
ar: ماتيمور

source: Nesmoth
ar: موكتا دوز

source: Oggaz
ar: نسموث

source: Oued El Abtal
ar: اوغاز

source: Oued Taria
ar: وادي الابطال

source: Ras El Aïn Amirouche
ar: واد تاريا

source: Sedjerara
ar: رأس العين عميروش

source: Sehailia
ar: سجرارة

source: Sidi Abdeldjebar
ar: سهيليا

source: Sidi Abdelmoumen
ar: سيدي عبد الجبار

source: Sidi Kada
ar: سيدي عبد المؤمن

source: Sidi Boussaid
ar: سيدي كادا

source: Sig
ar: سيدي بوسعيد

source: Tighennif
ar: سيج

source: Tizi
ar: تاغنيف

source: Zahana
ar: تيزي

source: Zelmata
ar: زهانا

source: Aïn Beida
ar: زيلماتا

source: Benaceur
ar: عين بيضة

source: Blidet Amor
ar: بن ناصر

source: El Allia
ar: بليديت عمر

source: El Borma
ar: العلية

source: El Hadjira
ar: البرمة

source: Hassi Ben Abdellah
ar: الحجيرة

source: Hassi Messaoud
ar: حاسي بن عبد الله

source: Megarine
ar: حاسي مسعود

source: M'Naguer
ar: ميجارين

source: Nezla
ar: مناقر

source: N'Goussa
ar: نزلة

source: Ouargla
ar: نجوسة

source: Rouissat
ar: ورقلة

source: Sidi Khouiled
ar: الرويسات

source: Sidi Slimane
ar: سيدي خويلد

source: Taibet
ar: سيدي سليمان

source: Tamacine
ar: طيبة

source: Tebesbest
ar: طماسين

source: Touggourt
ar: تيبيسبيست

source: Zaouia El Abidia
ar: تقرت

source: Oran
ar: زاوية العبيدية

source: Gdyel
ar: وهران

source: Bir El Djir
ar: جديل

source: Hassi Bounif
ar: بير الجير

source: Es Senia
ar: حاسي بونيف

source: Arzew
ar: السنية

source: Bethioua
ar: أرزيو

source: Marsat El Hadjadj
ar: بطيوة

source: Aïn El Turk
ar: مرساة الحجاج

source: El Ançor
ar: عين الترك

source: Oued Tlelat
ar: الأنكور

source: Tafraoui
ar: واد طللات

source: Sidi Chami
ar: التفراوي

source: Boufatis
ar: سيدي شامي

source: Mers El Kébir
ar: بوفاطيس

source: Bou Sfer
ar: مرسى الكبير

source: El Kerma
ar: بو صفير

source: El Braya
ar: الكرمة

source: Hassi Ben Okba
ar: البريا

source: Ben Freha
ar: حاسي بن عقبة

source: Hassi Mefsoukh
ar: بن فريحة

source: Sidi Benyebka
ar: حاسي مفصوخ

source: Misserghin
ar: سيدي بنيبكه

source: Boutlelis
ar: مسيرجين

source: Aïn El Kerma
ar: بوتليليس

source: Aïn El Bia
ar: عين الكرمة

source: El Bayadh
ar: عين البيا

source: Rogassa
ar: البيض

source: Stitten
ar: روغاسا

source: Brezina
ar: ستيتن

source: Ghassoul
ar: بريزينا

source: Boualem
ar: غسول

source: El Abiodh Sidi Cheikh
ar: بوعلام

source: Aïn El Orak
ar: الابيود سيدي الشيخ

source: Arbaouat
ar: عين العراك

source: Bougtoub
ar: أربوات

source: El Kheiter
ar: بوقطوب

source: Kef El Ahmar
ar: الخاطر

source: Boussemghoun
ar: الكاف الأحمر

source: Chellala
ar: بوسمغون

source: Kraakda
ar: شلالا

source: El Bnoud
ar: كراكدة

source: Cheguig
ar: البنود

source: El Mehara
ar: الشقيق

source: Tousmouline
ar: المهرة

source: Sidi Tifour
ar: توسمولين

source: Illizi
ar: سيدي تيفور

source: Djanet
ar: إليزي

source: Debdeb
ar: جانت

source: Bordj Omar Driss
ar: دبدب

source: Bordj El Haouas
ar: برج عمر ادريس

source: In Amenas
ar: برج الحواس

source: Aïn Taghrout
ar: في اميناس

source: Aïn Tesra
ar: عين تغروت

source: Belimour
ar: عين تسرا

source: Ben Daoud
ar: بيليمور

source: Bir Kasdali
ar: بن داود

source: Bordj Bou Arreridj
ar: بير كسدالي

source: Bordj Ghédir
ar: برج بوعريريج

source: Bordj Zemoura
ar: برج غدير

source: Colla
ar: برج زمورة

source: Djaafra
ar: كولا

source: El Ach
ar: الجعفرة

source: El Achir
ar: العش

source: El Anseur
ar: العاشر

source: El Hamadia
ar: الانسور

source: El Main
ar: الحمادية

source: El M'hir
ar: ايل مين

source: Ghilassa
ar: المهر

source: Haraza
ar: غيلاسة

source: Hasnaoua
ar: حرازه

source: Khelil
ar: حسناوة

source: Ksour
ar: خليل

source: Mansoura
ar: كسور

source: Medjana
ar: المنصورة

source: Ouled Brahem
ar: مجانة

source: Ouled Dahmane
ar: ولاد براهم

source: Rabta
ar: ولاد دحمان

source: Ras El Oued
ar: ربطة

source: Sidi Embarek
ar: رأس الواد

source: Tefreg
ar: سيدي مبارك

source: Taglait
ar: تيفريغ

source: Teniet En Nasr
ar: تاغليت

source: Tassameurt
ar: تينيت النصر

source: Tixter
ar: تسمورت

source: Boumerdes
ar: تيكستر

source: Boudouaou
ar: بومرداس

source: Afir
ar: بودواو

source: Bordj Menaiel
ar: أعفير

source: Baghlia
ar: برج منايل

source: Sidi Daoud
ar: بغلية

source: Naciria
ar: سيدي داود

source: Djinet
ar: الناصرية

source: Issers
ar: جينيت

source: Zemmouri
ar: إيسرز

source: Si Mustapha
ar: الزموري

source: Tidjelabine
ar: سي مصطفى

source: Chabet el Ameur
ar: تيجلابين

source: Thenia
ar: شبة الأمير

source: Corso
ar: الثنية

source: Ouled Moussa
ar: كورسو

source: Larbatache
ar: ولاد موسى

source: Bouzegza Keddara
ar: لارباتاش

source: Taourga
ar: بوزكزة كدارة

source: Ouled Aissa
ar: تاورغا

source: Ben Choud
ar: ولاد عيسى

source: Dellys
ar: بن شود

source: Ammal
ar: دليس

source: Beni Amrane
ar: أمل

source: Souk El Had
ar: بني عمران

source: Boudouaou El Bahri
ar: سوق الحد

source: Ouled Hedadj
ar: بودواو البحري

source: Leghata
ar: أولاد حداج

source: Hammedi
ar: ليغاتا

source: Khemis El Khechna
ar: حميدي

source: El Kharrouba
ar: خميس الخشنة

source: Aïn El Assel
ar: الخروبة

source: Aïn Kerma
ar: عين العسل

source: Asfour
ar: عين الكرمة

source: Ben Mehidi
ar: عصفور

source: Berrihane
ar: بن مهيدي

source: Bougous
ar: بريحان

source: Bouhadjar
ar: بوغوس

source: Bouteldja
ar: بوحجار

source: Chebaita Mokhtar
ar: بوتيلجا

source: Chefia
ar: شبيطة مختار

source: Chihani
ar: شيفيا

source: Dréan
ar: تشيهاني

source: Echatt
ar: دريان

source: El Aioun
ar: ايشات

source: El Kala
ar: العيون

source: El Tarf
ar: القالة

source: Hammam Beni Salah
ar: الطارف

source: Lac des Oiseaux
ar: همام بني صلاح

source: Oued Zitoun
ar: بحيرة الطيور

source: Raml Souk
ar: واد زيتون

source: Souarekh
ar: سوق الرمل

source: Zerizer
ar: صواريخ

source: Oum el Assel
ar: زيرازر

source: Tindouf
ar: أم الأصيل

source: Ammari
ar: تندوف

source: Beni Chaib
ar: العماري

source: Beni Lahcene
ar: بني شعيب

source: Boucaid
ar: بني لحسن

source: Bordj Bou Naama
ar: بوكعيد

source: Bordj El Emir Abdelkader
ar: برج بو نعمة

source: Khemisti
ar: برج الأمير عبد القادر

source: Lardjem
ar: خميستي

source: Layoune
ar: لارجيم

source: Lazharia
ar: العيون

source: Maacem
ar: الازھرية

source: Melaab
ar: معصم

source: Ouled Bessem
ar: ميلاب

source: Sidi Abed
ar: ولاد بيسم

source: Sidi Boutouchent
ar: سيدي عابد

source: Sidi Lantri
ar: سيدي بووشنت

source: Tamalaht
ar: سيدي لانتري

source: Theniet El Had
ar: تمالحت

source: Tissemsilt
ar: ثنية الحد

source: Youssoufia
ar: تيسمسيلت

source: El Oued
ar: اليوسفية

source: Robbah
ar: الواد

source: Oued El Alenda
ar: رباح

source: Bayadha
ar: واد العندا

source: Nakhla
ar: البياضة

source: Guemar
ar: نخلة

source: Kouinine
ar: جمار

source: Reguiba
ar: كوينين

source: Hamraia
ar: رقيبة

source: Debila
ar: الحمراوية

source: Hassani Abdelkrim
ar: ديبيلا

source: Hassi Khalifa
ar: حسني عبد الكريم

source: Taleb Larbi
ar: حاسي خليفة

source: Douar El Ma
ar: طالب العربي

source: Sidi Aoun
ar: دوار الماء

source: Trifaoui
ar: سيدي عون

source: Magrane
ar: الطريفاوي

source: Beni Guecha
ar: مجران

source: Ourmas
ar: بني قيشا

source: Still
ar: أورماس

source: M'Rara
ar: ما يزال

source: Sidi Khellil
ar: مرارا

source: Tendla
ar: سيدي خليل

source: Mih Ouansa
ar: تيندلا

source: El M'Ghair
ar: ميه وانسا

source: Djamaa
ar: المغير

source: Oum Touyour
ar: جامع

source: Sidi Amrane
ar: ام طوير

source: Aïn Touila
ar: سيدي عمران

source: Babar
ar: عين طويلة

source: Baghai
ar: بابار

source: Bouhmama
ar: باغاي

source: Chechar
ar: بوحمامة

source: Chelia
ar: ششار

source: Djellal
ar: تشيليا

source: El Hamma
ar: جلال

source: El Mahmal
ar: الحامة

source: El Oueldja
ar: المحمل

source: Ensigha
ar: الولدجا

source: Kais
ar: انسيغا

source: Khenchela
ar: قيس

source: Khirane
ar: خنشلة

source: M'Sara
ar: خيران

source: M'Toussa
ar: مسرة

source: Ouled Rechache
ar: متوسة

source: Remila
ar: أولاد رشاشي

source: Tamza
ar: ريميلا

source: Taouzient
ar: تامزة

source: Yabous
ar: تاوزيانت

source: Souk Ahras
ar: يبوس

source: Sedrata
ar: سوق أهراس

source: Hanancha
ar: سدراتة

source: Mechroha
ar: حنانشا

source: Ouled Driss
ar: مشروها

source: Tiffech
ar: ولاد ادريس

source: Zaarouria
ar: تيفيك

source: Taoura
ar: الزعرورية

source: Drea
ar: تاورة

source: Heddada
ar: دري

source: Khedara
ar: حداده

source: Merahna
ar: خضرة

source: Ouled Moumene
ar: مرهنا

source: Bir Bou Haouch
ar: ولاد مؤمن

source: M'daourouch
ar: بير بو حوش

source: Oum El Adhaim
ar: مداوروش

source: Aïn Zana
ar: أم العظيم

source: Ouillen
ar: عين زانا

source: Sidi Fredj
ar: أويلين

source: Safel El Ouiden
ar: سيدي فرج

source: Ragouba
ar: سافل الويدن

source: Khemissa
ar: الرجوبة

source: Oued Keberit
ar: خميسة

source: Terraguelt
ar: واد كبريت

source: Zouabi
ar: تيراغولت

source: Tipaza
ar: الزعبي

source: Menaceur
ar: تيبازة

source: Larhat
ar: ميناسور

source: Douaouda
ar: لارهات

source: Bourkika
ar: دواودة

source: Aghbal
ar: بوركيكا

source: Hadjout
ar: اغبل

source: Gouraya
ar: حاجوت

source: Nador
ar: قوراية

source: Chaiba
ar: الناظور

source: Aïn Tagourait
ar: شيبة

source: Cherchell
ar: عين تاجريت

source: Damous
ar: شرشال

source: Merad
ar: داموس

source: Fouka
ar: مراد

source: Bou Ismaïl
ar: فوكا

source: Ahmar El Aïn
ar: بو إسماعيل

source: Bouharoun
ar: احمر العين

source: Sidi Ghiles
ar: بوهرون

source: Messelmoun
ar: سيدي غيلس

source: Sidi Rached
ar: مسلمون

source: Koléa
ar: سيدي راشد

source: Attatba
ar: كوليا

source: Sidi Semiane
ar: أتاتبا

source: Beni Milleuk
ar: سيدي سميان

source: Hadjeret Ennous
ar: بني مليوك

source: Ahmed Rachedi
ar: هجيرة النوس

source: Aïn Beida Harriche
ar: احمد الراشدي

source: Aïn Mellouk
ar: عين البيضاء حريش

source: Aïn Tine
ar: عين ملوك

source: Amira Arrès
ar: عين تاين

source: Benyahia Abderrahmane
ar: أميرة عراس

source: Bouhatem
ar: بن يحيى عبد الرحمن

source: Chelghoum Laid
ar: بوهاتم

source: Chigara
ar: شلغوم ليد

source: Derradji Bousselah
ar: شيجارا

source: El Mechira
ar: دراجي بوسيلة

source: Elayadi Barbes
ar: المشيرة

source: Ferdjioua
ar: العيادي باربس

source: Grarem Gouga
ar: فردجيوة

source: Hamala
ar: سوق نعمان جوجا

source: Mila
ar: الهملة

source: Minar Zarza
ar: ميلا

source: Oued Athmania
ar: منار زرزه

source: Oued Endja
ar: واد عثمانية

source: Oued Seguen
ar: واد انجا

source: Ouled Khalouf
ar: واد سجين

source: Rouached
ar: أولاد خلوف

source: Sidi Khelifa
ar: رواشد

source: Sidi Merouane
ar: سيدي خليفة

source: Tadjenanet
ar: سيدي مروان

source: Tassadane Haddada
ar: تاجنانت

source: Teleghma
ar: تسادين حداده

source: Terrai Bainen
ar: تلغمة

source: Tessala Lemtaï
ar: تيراي بينين

source: Tiberguent
ar: تيسالا ليمتاي

source: Yahia Beni Guecha
ar: تيبرجينت

source: Zeghaia
ar: يحيى بني جوقة

source: Aïn Defla
ar: زغايا

source: Aïn Bouyahia
ar: عين الدفلة

source: Aïn Lechiekh
ar: عين بوحيى

source: Aïn Torki
ar: عين الشيخ

source: Arib
ar: عين تركي

source: Bathia
ar: ضلع

source: Belaas
ar: باثيا

source: Ben Allal
ar: بلعاس

source: Birbouche
ar: بن علال

source: Bir Ould Khelifa
ar: بيربوش

source: Bordj Emir Khaled
ar: بير ولد خليفة

source: Boumedfaa
ar: برج الأمير خالد

source: Bourached
ar: بومدفاع

source: Djelida
ar: بوراشد

source: Djemaa Ouled Cheikh
ar: جليدا

source: Djendel
ar: جامع ولد الشيخ

source: El Abadia
ar: جيندل

source: El Amra
ar: العبادية

source: El Attaf
ar: العامرة

source: El Hassania
ar: العطاف

source: El Maine
ar: الحسنية

source: Hammam Righa
ar: المين

source: Hoceinia
ar: حمام ريغة

source: Khemis Miliana
ar: الحسينية

source: Mekhatria
ar: خميس مليانة

source: Miliana
ar: المخاطرية

source: Oued Chorfa
ar: ميليانا

source: Oued Djemaa
ar: واد الشرفة

source: Rouina
ar: واد جمعة

source: Tacheta Zougagha
ar: روينا

source: Tarik Ibn Ziad
ar: تاشيتا زغاغة

source: Tiberkanine
ar: طارق بن زياد

source: Zeddine
ar: تيبركانين

source: Naâma
ar: زيد الدين

source: Mecheria
ar: نعمة

source: Aïn Sefra
ar: ميشريا

source: Tiout
ar: عين صفرة

source: Sfissifa
ar: تيوت

source: Moghrar
ar: سفسيفة

source: Assela
ar: مغرر

source: Djeniene Bourezg
ar: أصيلة

source: Aïn Ben Khelil
ar: جنين بورزق

source: Makman Ben Amer
ar: عين بن خليل

source: Kasdir
ar: مكمان بن عامر

source: El Biod
ar: كاسدير

source: Aghlal
ar: البيوض

source: Aïn El Arbaa
ar: أغلال

source: Aïn Kihal
ar: عين الأربعاء

source: Aïn Témouchent
ar: عين كيحل

source: Aïn Tolba
ar: عين تموشنت

source: Aoubellil
ar: عين طلبة

source: Beni Saf
ar: أوبيليل

source: Bouzedjar
ar: بني صاف

source: Chaabat El Leham
ar: بوزجار

source: Chentouf
ar: شعب اللحام

source: El Amria
ar: الشنتوف

source: El Emir Abdelkader
ar: العامرية

source: El Malah
ar: الأمير عبد القادر

source: El Messaid
ar: الملاح

source: Hammam Bouhadjar
ar: المسعيد

source: Hassasna
ar: همام بوحجار

source: Hassi El Ghella
ar: حسنة

source: Oued Berkeche
ar: حاسي الغلة

source: Oued Sabah
ar: واد بركشة

source: Ouled Boudjemaa
ar: واد صباح

source: Ouled Kihal
ar: ولاد بوجمعة

source: Oulhaça El Gheraba
ar: أولاد كيهال

source: Sidi Ben Adda
ar: ولهاصة الغرابة

source: Sidi Boumedienne
ar: سيدي بن عدا

source: Sidi Ouriache
ar: سيدي بومدين

source: Sidi Safi
ar: سيدي عرياش

source: Tamzoura
ar: سيدي صافي

source: Terga
ar: تمزورة

source: Berriane
ar: تيرجا

source: Bounoura
ar: بريان

source: Dhayet Bendhahoua
ar: بونورة

source: El Atteuf
ar: ضية بن ضحاوة

source: El Guerrara
ar: العطوف

source: El Menia
ar: القرارة

source: Ghardaïa
ar: المنيا

source: Hassi Fehal
ar: غرداية
