Repository: senadir/yalidine-shipping
Catalog: broken-2.po
Languages: ar

source: Hassi Gara
ar: حاسي فحل

source: Metlili
ar: حاسي جارا

source: Sebseb
ar: ميتليلي

source: Zelfana
ar: سبسب

source: Aïn Rahma
ar: زلفانا

source: Aïn Tarek
ar: عين الرحمة

source: Ammi Moussa
ar: عين طارق

source: Belassel Bouzegza
ar: عمي موسى

source: Bendaoud
ar: بلعسل بوزكزة

source: Beni Dergoun
ar: بندود

source: Beni Zentis
ar: بني درقون

source: Dar Ben Abdellah
ar: بني زنتيس

source: Djidioua
ar: دار بن عبد الله

source: El Guettar
ar: جديوة

source: El Hamadna
ar: القطار

source: El Matmar
ar: الحمدنة

source: Had Echkalla
ar: المطمر

source: Hamri
ar: حد اشكالا

source: Kalaa
ar: حمري

source: Lahlef
ar: قلعة

source: Mazouna
ar: لحلف

source: Mediouna
ar: مازونة

source: Mendes
ar: مديونة

source: Merdja Sidi Abed
ar: مينديز

source: Ouarizane
ar: مرجا سيدي عابد

source: Oued Essalem
ar: وريزان

source: Oued Rhiou
ar: وادي السالم

source: Ouled Aiche
ar: وادي رهيو

source: Oued El Djemaa
ar: أولاد يعيش

source: Ouled Sidi Mihoub
ar: وادى الجمعة

source: Ramka
ar: أولاد سيدي ميهوب

source: Relizane
ar: رمكة

source: Sidi Khettab
ar: غيليزان

source: Sidi Lazreg
ar: سيدي خطاب

source: Sidi M'Hamed Ben Ali
ar: سيدي لزرق

source: Sidi M'Hamed Benaouda
ar: سيدي محمد بن علي

source: Sidi Saada
ar: سيدي محمد بنعودة

source: Yellel
ar: سيدي سعادة

source: Zemmora
ar: يلل

source: Yalidine API
ar: زمورة

source: API ID
ar: Yalidine API

source: Yalidine API ID, i.e. 94986571734304520846
ar: API ID

source: API TOKEN
ar: Yalidine API ID, i.e. 94986571734304520846

source: Yalidine API Token, i.e. 5MKfvcyQtO3eouL6tDv0VDFhUT8Sc7w5
ar: API TOKEN

source: Create shipping label
ar: Yalidine API Token, i.e. 5MKfvcyQtO3eouL6tDv0VDFhUT8Sc7w5

source: Wilaya
ar: Create shipping label

source: Yalidine
ar: ولاية

source: Add Yalidine home delivery and stop desk rates
ar: ياليدين

source: Enable
ar: Add Yalidine home delivery and stop desk rates

source: Enable this shipping.
ar: Enable

source: Title
ar: Enable this shipping.

source: Express home delivery
ar: Title

source: Delivered to your home
ar: توصيل سريع للمنزل

source: arrives in %d day
ar: توصيلها لمنزلك

source: Yalidine Stop desk - %s
ar: تصل في 0 يوم

source: Pick it up from %s desk stop
ar: مكتب ياليدين - %s
