Repository: senadir/yalidine-shipping
Catalog: languages/yalidine-shipping-*.po
Languages: ar

source: Kalaa
ar: قلعة

source: Lahlef
ar: لحلف

source: Mazouna
ar: مازونة

source: Mediouna
ar: مديونة

source: Mendes
ar: مينديز

source: Merdja Sidi Abed
ar: مرجا سيدي عابد

source: Ouarizane
ar: وريزان

source: Oued Essalem
ar: وادي السالم

source: Oued Rhiou
ar: وادي رهيو

source: Ouled Aiche
ar: أولاد يعيش

source: Oued El Djemaa
ar: وادى الجمعة

source: Ouled Sidi Mihoub
ar: أولاد سيدي ميهوب

source: Ramka
ar: رمكة

source: Relizane
ar: غيليزان

source: Sidi Khettab
ar: سيدي خطاب

source: Sidi Lazreg
ar: سيدي لزرق

source: Sidi M'Hamed Ben Ali
ar: سيدي محمد بن علي

source: Sidi M'Hamed Benaouda
ar: سيدي محمد بنعودة

source: Sidi Saada
ar: سيدي سعادة

source: Yellel
ar: يلل

source: Zemmora
ar: زمورة

source: Wilaya
ar: ولاية

source: Yalidine
ar: ياليدين

source: Express home delivery
ar: توصيل سريع للمنزل

source: Delivered to your home
ar: توصيلها لمنزلك

source: arrives in %d day
ar: تصل في %d يوم‫

source: Yalidine Stop desk - %s
ar: مكتب ياليدين - %s

source: Pick it up from %s desk stop
ar: أحملها من مكتب %s
