Repository: senadir/yalidine-shipping
Catalog: languages/yalidine-shipping-*.po
Languages: ar

source: Adrar
ar: أدرار

source: Tamest
ar: تامست

source: Charouine
ar: شاروين

source: Reggane
ar: رقان

source: In Zghmir
ar: اين زغمير

source: Tit
ar: تيت

source: Ksar Kaddour
ar: قصر قدور

source: Tsabit
ar: تسابيت

source: Timimoun
ar: تيميمون

source: Ouled Saïd
ar: ولاد سعيد

source: Zaouiet Kounta
ar: زاوية كنتة

source: Aoulef
ar: أولف

source: Tamekten
ar: تامكتن

source: Tamantit
ar: تامانتيت

source: Fenoughil
ar: فنوغيل

source: Tinerkouk
ar: تينركوك

source: Sali
ar: دلدول

source: Akabli
ar: أقبلي

source: Metarfa
ar: المطارفة

source: Ouled Ahmed Tammi
ar: ولاد أحمد التامي

source: Bouda
ar: بودا

source: Aougrout
ar: اوغروت

source: Talmine
ar: التلمين

source: Bordj Badji Mokhtar
ar: برج باجي مختار

source: Sebaa
ar: السبع

source: Ouled Aïssa
ar: ولاد عيسى

source: Timiaouine
ar: تيمياوين

source: Abou El Hassan
ar: أبو لحاسان

source: Aïn Merane
ar: عين مران

source: Bénairia
ar: البنايرية

source: Beni Bouateb
ar: بني بوعتاب

source: Beni Haoua
ar: بني حواء

source: Beni Rached
ar: بني راشد

source: Boukadir
ar: بوقادير

source: Bouzeghaia
ar: بوزغاية

source: Breira
ar: بريرة

source: Chettia
ar: الشطية

source: Chlef
ar: الشلف

source: Dahra
ar: الظهرة

source: El Hadjadj
ar: الحجاج

source: El Karimia
ar: الكريمية

source: Harchoun
ar: المرسى

source: Harenfa
ar: الهرنفة

source: Labiod Medjadja
ar: الابيض مجاجة

source: Moussadek
ar: مصدق

source: Oued Fodda
ar: واد فضة

source: Oued Goussine
ar: وادى ڨوسين

source: Oued Sly
ar: وادي سلي

source: Ouled Abbes
ar: أولاد عباس

source: Ouled Ben Abdelkader
ar: ولاد بن عبد القادر

source: Ouled Fares
ar: أولاد فارس

source: Oum Drou
ar: أم الذروع

source: Sendjas
ar: سنجاس

source: Sidi Abderrahmane
ar: سيدي عبد الرحمن

source: Sidi Akkacha
ar: سيدي عكاشة

source: Sobha
ar: شوبا

source: Tadjena
ar: تاجينا

source: Talassa
ar: تالاسا

source: Taougrite
ar: تاوجريت

source: Ténès
ar: تينس

source: Zeboudja
ar: زبودة

source: Ksar El Hirane
ar: قصر الحيران

source: Bennasser Benchohra
ar: بن ناصر بنشهرة

source: Sidi Makhlouf
ar: سيدي مخلوف

source: Hassi Delaa
ar: حاسي ديلا

source: Hassi R'Mel
ar: حاسي الرمل

source: Aïn Madhi
ar: عين ماضي

source: Tadjemout
ar: تاجموت

source: Kheneg
ar: خنج

source: Gueltat Sidi Saad
ar: كلتات سيدي سعد

source: Aïn Sidi Ali
ar: عين سيدي علي

source: Beidha
ar: البيضاء

source: Brida
ar: بريدا

source: El Ghicha
ar: الغيشة

source: Hadj Mechri
ar: الحاج مشري

source: Sebgag
ar: سيبجاج

source: Aflou
ar: أفلو

source: El Assafia
ar: العسافية

source: Oued Morra
ar: واد مرة

source: Oued M'Zi
ar: وادي مزى

source: El Houaita
ar: الحويطة

source: Sidi Bouzid
ar: سيدي بوزيد

source: Aïn Beïda
ar: عين البيضاء

source: Aïn M'lila
ar: عين مليلة

source: Behir Chergui
ar: بهر شرقي

source: El Amiria
ar: العامرية

source: Sigus
ar: سيجوس

source: El Belala
ar: البلالة

source: Aïn Babouche
ar: البلالة‬

source: Berriche
ar: عين بابوش

source: Ouled Hamla
ar: بيريش

source: Dhalaa
ar: ولاد حملة

source: Aïn Kercha
ar: الضلع

source: Hanchir Toumghani
ar: عين كرشة

source: El Djazia
ar: حنشير تومغاني

source: Aïn Diss
ar: الجازية

source: Fkirina
ar: عين الديس

source: Souk Naamane
ar: فكيرينا

source: Zorg
ar: سوق نعمان

source: El Fedjoudj Boughrara Saoudi
ar: زورج

source: Ouled Zouaï
ar: الفجوج بوغرة سعودى

source: Bir Chouhada
ar: ولاد الزوي

source: Ksar Sbahi
ar: بئر الشهداء

source: Oued Nini
ar: قصر السباحي

source: Meskiana
ar: واد نيني

source: Aïn Fakroun
ar: مسكيانا

source: Rahia
ar: عين فكرون

source: Aïn Zitoun
ar: راحية

source: Ouled Gacem
ar: عين زيتون

source: El Harmilia
ar: ولاد قاسم

source: Batna
ar: باتنة

source: Ghassira
ar: غسيرة

source: Maafa
ar: مافا

source: Merouana
ar: مروانة

source: Seriana
ar: سيريانا

source: Menaa
ar: مينا

source: El Madher
ar: الظاهر

source: Tazoult
ar: تازولت

source: N'Gaous
ar: نجاوس

source: Guigba
ar: الڨيڨبة

source: Inoughissen
ar: إنوغيسين

source: Ouyoun El Assafir
ar: عيون العصافير

source: Djerma
ar: جرمة

source: Bitam
ar: بيتام

source: Abdelkader Azil
ar: عبد القادر أزيل

source: Arris
ar: اريس

source: Kimmel
ar: كيميل

source: Tilatou
ar: تيلاتو

source: Aïn Djasser
ar: عين جاسر

source: Ouled Sellam
ar: ولاد سلام

source: Tigherghar
ar: تيغرغر

source: Aïn Yagout
ar: عين ياقوت

source: Fesdis
ar: فاسدي

source: Sefiane
ar: سفيان

source: Rahbat
ar: راهبات

source: Tighanimine
ar: تيغانمين

source: Lemsane
ar: يمسان

source: Ksar Bellezma
ar: قصر بللزما

source: Seggana
ar: سجانة

source: Ichmoul
ar: اشمول

source: Foum Toub
ar: فوم توب

source: Ben Foudhala El Hakania
ar: بن فضالة الحقانية

source: Oued El Ma
ar: وادي الماء

source: Talkhamt
ar: تالكهامت

source: Bouzina
ar: بوزينة

source: Chemora
ar: تشيمورا

source: Oued Chaaba
ar: واد شعبه

source: Taxlent
ar: تاكسلينت

source: Gosbat
ar: جوسبات

source: Ouled Aouf
ar: ولاد عوف

source: Boumagueur
ar: بومقر

source: Barika
ar: بريكة

source: Djezar
ar: جيزار

source: T'Kout
ar: تكوت

source: Aïn Touta
ar: عين توتة

source: Hidoussa
ar: حدوسة

source: Teniet El Abed
ar: تينيت العبد

source: Oued Taga
ar: واد تاغا

source: Ouled Fadel
ar: ولاد فاضل

source: Timgad
ar: تيمقاد

source: Ras El Aioun
ar: رأس العيون

source: Chir
ar: جريدة

source: Ouled Si Slimane
ar: أولاد سي سليمان

source: Zanat El Beida
ar: زنة البيضاء

source: M'doukel
ar: مدوكل

source: Ouled Ammar
ar: ولاد عمار

source: Lazrou
ar: لازرو

source: Boumia (Batna)
ar: بوميا (باتنة)

source: Boulhilat
ar: بولحيلات

source: Larbaâ
ar: اربع

source: Béjaïa
ar: بجاية

source: Amizour
ar: أميزور

source: Ferraoun
ar: فيراون

source: Taourirt Ighil
ar: تاوريرت إيغيل

source: Chellata
ar: شيلاتا

source: Tamokra
ar: تمقرة

source: Souk El Ténine
ar: سوق التنين

source: M'cisna
ar: مسيسنا

source: Tinabdher
ar: تينبذر

source: Tichy
ar: تيتشي

source: Semaoun
ar: سمعون

source: Kendira
ar: كندرا

source: Tifra
ar: تيفرا

source: Ighram
ar: الاغرام

source: Amalou
ar: أملو

source: Ighil Ali
ar: إيغيل علي

source: Fenaïa Ilmaten
ar: فنأ إيلماتين

source: Toudja
ar: توجة

source: Darguina
ar: درقينة

source: Sidi Ayad
ar: سيدي عياد

source: Aokas
ar: اوكاس

source: Ait Djellil
ar: أيت جليل

source: Adekar
ar: أبكار

source: Akbou
ar: أكبو

source: Seddouk
ar: صدوق

source: Tazmalt
ar: تزملت

source: Aït R'zine
ar: آيت رزين

source: Chemini
ar: شيميني

source: Souk Oufella
ar: سوق العوفلة

source: Tibane
ar: تيباني

source: Tala Hamza
ar: تالا حمزة

source: Barbacha
ar: بارباشا

source: Aït Ksila
ar: آيت كسيلة

source: Ouzellaguen
ar: أوزلاقن

source: Bouhamza
ar: بوحمزة

source: Taskriout
ar: تاسكريوت

source: Aït Mellikeche
ar: آيت مليكيتشي

source: Sidi Aïch
ar: سيدي ايش

source: El Kseur
ar: القصر

source: Melbou
ar: ميلبو

source: Akfadou
ar: أكفادو

source: Leflaye
ar: ليفلاي

source: Kherrata
ar: خراطة

source: Draâ El Kaïd
ar: درعة القعيد

source: Tamridjet
ar: تمريدجيت

source: Aït Smail
ar: آيت اسماعيل

source: Boukhelifa
ar: بوخليفة

source: Tizi N'Berber
ar: تيزي نبربر

source: Aït Maouche
ar: آيت معوش

source: Oued Ghir
ar: واد غير

source: Boudjellil
ar: بوجليل

source: Aïn Naga
ar: عين الناقة

source: Aïn Zaatout
ar: عين زعتوت

source: Biskra
ar: بسكرة

source: Bordj Ben Azzouz
ar: برج بن عزوز

source: Bouchagroune
ar: بوشاغرون

source: Branis
ar: برانيس

source: Chetma
ar: شيتما

source: Djemorah
ar: جمورة

source: Doucen
ar: دوسين

source: Ech Chaïba
ar: إيش تشعيبة

source: El Feidh
ar: الفيض

source: El Ghrous
ar: الغروس

source: El Hadjeb
ar: الحاجب

source: El Haouch
ar: الحوش

source: El Kantara
ar: القنطرة

source: El Mizaraa
ar: المزرعة

source: El Outaya
ar: الاوتايا

source: Foughala
ar: الفجالة

source: Khenguet Sidi Nadji
ar: خنجيت سيدي نجي

source: Lichana
ar: ليشانا

source: Lioua
ar: ليوا

source: M'Chouneche
ar: مشونش

source: Mekhadma
ar: مخدما

source: M'Lili
ar: مليلي

source: Ouled Djellal
ar: ولاد جلال

source: Oumache
ar: أوماش

source: Ourlal
ar: أورلال

source: Ras El Miaad
ar: رأس المعاد

source: Sidi Okba
ar: سيدي عقبة

source: Tolga
ar: تولجا

source: Zeribet El Oued
ar: زريبة الواد

source: Béchar
ar: بشار

source: Erg Ferradj
ar: عرق فيراج

source: Ouled Khoudir
ar: ولاد خضير

source: Meridja
ar: ميريجا

source: Timoudi
ar: تيمودي

source: Lahmar
ar: لحمر

source: Béni Abbès
ar: بني عباس

source: Beni Ikhlef
ar: بني يخلف

source: Mechraa Houari Boumedienne
ar: مشرع هواري بومدين

source: Kenadsa
ar: كينادسا

source: Igli
ar: إيجلي

source: Tabelbala
ar: تبلبالة

source: Taghit
ar: تاغيت

source: El Ouata
ar: الواطة

source: Boukais
ar: بوكيس

source: Mougheul
ar: مغول

source: Abadla
ar: عبادية

source: Kerzaz
ar: كرزاز

source: Ksabi
ar: قصبي

source: Tamtert
ar: تامتيرت

source: Beni Ounif
ar: بني عونيف

source: Blida
ar: البليدة

source: Chebli
ar: شبلي

source: Bouinan
ar: بوينان

source: Oued Alleug
ar: واد العلوج

source: Ouled Yaïch
ar: ولاد يعيش

source: Chréa
ar: شريا

source: El Affroun
ar: العفرون

source: Chiffa
ar: شيفا

source: Hammam Melouane
ar: همام ملوان

source: Benkhelil
ar: بن خليل

source: Soumaa
ar: سومة

source: Mouzaia
ar: موزية

source: Souhane
ar: سوهان

source: Meftah
ar: مفتاح

source: Ouled Slama
ar: ولاد سلامة

source: Boufarik
ar: بوفاريك

source: Oued Djer
ar: واد جر

source: Beni Tamou
ar: بني تامو

source: Bouarfa
ar: بوعرفة

source: Beni Mered
ar: بني ميريد

source: Guerouaou
ar: ڨرواو

source: Aïn Romana
ar: عين رومانة

source: Djebabra
ar: جبرا

source: Aïn Bessem
ar: عين بسام

source: Hanif
ar: حنيف

source: Aghbalou
ar: اغبالو

source: Ahl El Ksar
ar: أهل القصر

source: Aïn Laloui
ar: عين العلوي

source: Ath Mansour
ar: المنصور

source: Aomar
ar: عمر

source: Aïn El Turc
ar: عين الترك

source: Aït Laziz
ar: آيت عزيز

source: Bouderbala
ar: بودربالة

source: Bechloul
ar: بشلول

source: Bir Ghbalou
ar: بير غبالو

source: Boukram
ar: بوقرم

source: Bordj Okhriss
ar: برج أخريس

source: Bouira
ar: البويرة

source: Dechmia
ar: دشميا

source: Dirrah
ar: درة

source: Djebahia
ar: جباهية

source: El Hakimia
ar: الحكيمية

source: El Hachimia
ar: الهاشمية

source: El Adjiba
ar: الأدجيبة

source: El Khabouzia
ar: الخبوزيه

source: El Mokrani
ar: المقراني

source: El Asnam
ar: الاصنام

source: Guerrouma
ar: غرومة

source: Haizer
ar: هايزر

source: Hadjera Zerga
ar: هادجيرا الزرقه

source: Kadiria
ar: القادرية

source: Lakhdaria
ar: الأخضرية

source: M'Chedallah
ar: مشيد الله

source: Mezdour
ar: مزدور

source: Maala
ar: مالا

source: Oued El Berdi
ar: وادي البردى

source: Ouled Rached
ar: ولاد راشد

source: Raouraoua
ar: روراوة

source: Ridane
ar: ريدان

source: Saharidj
ar: سهارج

source: Sour El Ghouzlane
ar: صور الغزلان

source: Souk El Khemis
ar: سوق الخميس

source: Taguedit
ar: تاجوديت

source: Zbarbar
ar: زباربار

source: Tamanrasset
ar: تمنراست

source: Abalessa
ar: أباليسا

source: In Ghar
ar: في غار

source: In Guezzam
ar: في قزام

source: Idles
ar: الخمول

source: Tazrouk
ar: تزروك

source: Tin Zaouatine
ar: تن زواتين

source: In Salah
ar: عين صلاح

source: In Amguel
ar: في Amguel

source: Foggaret Ezzaouia
ar: فجريت العزاوية

source: Tébessa
ar: تبسة

source: Bir el Ater
ar: بير العاطر

source: Cheria
ar: شيريا

source: Stah Guentis
ar: ستاه جينتيس

source: El Aouinet
ar: العوينات

source: El Houidjbet
ar: الحويدبة

source: Safsaf El Ouesra
ar: صفصاف الوسرة

source: Hammamet
ar: الحمامات

source: Negrine
ar: نيجرين

source: Bir Mokkadem
ar: بير مقادم

source: El Kouif
ar: الكويف

source: Morsott
ar: مورسوت

source: Bir Dheb
ar: بير ديب

source: Ogla Melha
ar: العقلة المالحة

source: Guorriguer
ar: جوريجير

source: Bekkaria
ar: بكاريا

source: Boukhadra
ar: بوخضرة

source: Ouenza
ar: الونزة

source: El Ma Labiodh
ar: الماعبيه

source: Oum Ali
ar: أم علي

source: Tlidjene
ar: تليدجين

source: Aïn Zerga
ar: عين زرقا

source: El Meridj
ar: المريج

source: Boulhaf Dir
ar: بولحاف دير

source: Bedjene
ar: بيدجين

source: El Mezeraa
ar: المزرعة

source: Ferkane
ar: فيركان

source: Tlemcen
ar: تلمسان

source: Beni Mester
ar: بني مستر

source: Aïn Tallout
ar: عين تالوت

source: Remchi
ar: الرمشي

source: El Fehoul
ar: الفحول

source: Sabra
ar: صبرة

source: Ghazaouet
ar: غزوات

source: Souani
ar: السواني

source: Djebala
ar: جبالة

source: El Gor
ar: الڤور

source: Oued Lakhdar
ar: واد الاخضر

source: Aïn Fezza
ar: عين فزة

source: Ouled Mimoun
ar: أولاد ميمون

source: Amieur
ar: عمير

source: Aïn Youcef
ar: عين يوسف

source: Zenata
ar: زناتة

source: Beni Snous
ar: بني سنوس

source: Bab El Assa
ar: باب العسة

source: Dar Yaghmouracene
ar: دار يغموراسين

source: Fellaoucene
ar: فلاوسن

source: Azails
ar: العزايل

source: Sebaa Chioukh
ar: سبع شيوخ

source: Terny Beni Hdiel
ar: تيرنى بنى ھديل

source: Bensekrane
ar: بن سكران

source: Aïn Nehala
ar: عين النحالة

source: Hennaya
ar: الحناية

source: Maghnia
ar: مغنية

source: Hammam Boughrara
ar: حمام بوغرارة

source: Souahlia
ar: السواحلية

source: MSirda Fouaga
ar: مسيردة الفواقة

source: Aïn Fetah
ar: عين فتاح

source: El Aricha
ar: العريشة

source: Souk Tlata
ar: سوق تلاتة

source: Sidi Abdelli
ar: سيدي العبدلي

source: Sebdou
ar: سبدو

source: Beni Ouarsous
ar: بني وارسوس

source: Sidi Medjahed
ar: سيدي مجاهد

source: Beni Boussaid
ar: بني بوسعيد

source: Marsa Ben M'Hidi
ar: مرسى بن مهيدي

source: Nedroma
ar: ندرومة

source: Sidi Djillali
ar: سيدي جيلالي

source: Beni Bahdel
ar: بني بهدل

source: El Bouihi
ar: البويھي

source: Honaïne
ar: هونين

source: Tienet
ar: تيانيت

source: Ouled Riyah
ar: ولاد رياح

source: Bouhlou
ar: بوحلو

source: Beni Khellad
ar: بني خلاد

source: Aïn Ghoraba
ar: عين الغرابة

source: Chetouane
ar: شتوان

source: Beni Semiel
ar: بني صميل

source: Aïn Kebira
ar: عين كبيرة

source: Bougara
ar: بوقرة

source: Aïn Bouchekif
ar: عين بوشقيف

source: Aïn Deheb
ar: عين دهب

source: Aïn El Hadid
ar: عين الحديد

source: Aïn Kermes
ar: عين كرمس

source: Aïn Dzarit
ar: عين دزاريت

source: Chehaima
ar: شحيمة

source: Dahmouni
ar: دهموني

source: Djebilet Rosfa
ar: جبيلت روزفا

source: Djillali Ben Amar
ar: جيلالي بن عمار

source: Faidja
ar: فيدجا

source: Frenda
ar: فريندا

source: Guertoufa
ar: قرطبة

source: Hamadia
ar: الحمادية

source: Ksar Chellala
ar: قصر شلاله

source: Madna
ar: مادنا

source: Mahdia
ar: المهدية

source: Mechraa Safa
ar: مشرع الصفا

source: Medrissa
ar: ميدريسا

source: Medroussa
ar: مدروسة

source: Meghila
ar: ميجيلا

source: Mellakou
ar: ميلاكو

source: Nadorah
ar: نادورة

source: Naima
ar: نعيمة

source: Oued Lilli
ar: واد ليلي

source: Rahouia
ar: راهوية

source: Rechaiga
ar: رشايجا

source: Sebaine
ar: سبين

source: Sebt
ar: سبت

source: Serghine
ar: سرجين

source: Si Abdelghani
ar: سي عبد الغني

source: Sidi Abderahmane
ar: سيدي عبد الرحمن

source: Sidi Ali Mellal
ar: سيدي علي ملال

source: Sidi Bakhti
ar: سيدي بختي

source: Sidi Hosni
ar: سيدي حسني

source: Sougueur
ar: سوغور

source: Tagdemt
ar: تاجديمت

source: Takhemaret
ar: تخميرت

source: Tiaret
ar: تيارت

source: Tidda
ar: تيدا

source: Tousnina
ar: توسنينا

source: Zmalet El Emir Abdelkader
ar: زمالة الأمير عبد القادر

source: Tizi Ouzou
ar: تيزي وزو

source: Ain El Hammam
ar: عين الحمام

source: Akbil
ar: أقبيل

source: Freha
ar: فريحة

source: Souamaâ
ar: سوامع

source: Mechtras
ar: مشطراس

source: Irdjen
ar: ايرجين

source: Timizart
ar: تيميزارت

source: Makouda
ar: مكودة

source: Draâ El Mizan
ar: درعة الميزان

source: Tizi Gheniff
ar: تيزي غنيف

source: Bounouh
ar: بونوح

source: Aït Chafâa
ar: آيت شفاعة

source: Frikat
ar: فريكات

source: Beni Aïssi
ar: بني عاصي

source: Beni Zmenzer
ar: بني زمنزر

source: Iferhounène
ar: إيفرهونين

source: Azazga
ar: عزازقة

source: Illoula Oumalou
ar: إيلولة أومالو

source: Yakouren
ar: ياكورن

source: Larbaâ Nath Irathen
ar: أربعاء ناث إراثين

source: Tizi Rached
ar: تيزي راشد

source: Zekri
ar: ذكرى

source: Ouaguenoun
ar: واغنون

source: Aïn Zaouia
ar: عين الزاوية

source: M'Kira
ar: مكيرا

source: Aït Yahia
ar: آيت يحيى

source: Aït Mahmoud
ar: آيت محمود

source: Mâatkas
ar: ماتكاس

source: Aït Boumahdi
ar: آيت بومهدي

source: Abi Youcef
ar: أبي يوسف

source: Beni Douala
ar: بني دوالا

source: Illilten
ar: إيليتن

source: Bouzguen
ar: بوزقن

source: Aït Aggouacha
ar: آيت أقواشة

source: Ouadhia
ar: الواضية

source: Azeffoun
ar: أزيفون

source: Tigzirt
ar: تيجزيرت

source: Aït Aïssa Mimoun
ar: آيت عيسى ميمون

source: Boghni
ar: بوغني

source: Ifigha
ar: ايفيغاء

source: Aït Oumalou
ar: آيت أومالو

source: Tirmitine
ar: تيرمتين

source: Akerrou
ar: أكيرو

source: Yatafen
ar: يتافن

source: Ath Zikki
ar: أث زكي

source: Draâ Ben Khedda
ar: درعة بن خدة

source: Ouacif
ar: وسيف

source: Idjeur
ar: إدجور

source: Mekla
ar: مكلا

source: Tizi N'Tleta
ar: تيزي نتليتا

source: Aït Yenni
ar: آيت ييني

source: Aghribs
ar: أغريبس

source: Iflissen
ar: إفليسن

source: Boudjima
ar: بوجيما

source: Aït Yahia Moussa
ar: آيت يحيى موسى

source: Souk El Thenine
ar: سوق الثنين

source: Aït Khellili
ar: آيت خليلي

source: Sidi Namane
ar: سيدي نمان

source: Iboudraren
ar: إبودرارين

source: Agouni Gueghrane
ar: آقنى قغران

source: Mizrana
ar: مزرانة

source: Imsouhel
ar: إمسوحل

source: Tadmaït
ar: تادمايت

source: Aït Bouadou
ar: آيت بوادو

source: Assi Youcef
ar: عاصي يوسف

source: Aït Toudert
ar: آيت تودرت

source: Alger Centre
ar: وسط الجزائر

source: El Madania
ar: المدنية

source: Belouizdad
ar: بلوزداد

source: Bab El Oued
ar: باب الواد

source: Bologhine
ar: بولوغين

source: Casbah
ar: القصبة

source: Oued Koriche
ar: واد قريش

source: Bir Mourad Raïs
ar: بير مراد رايس

source: El Biar
ar: الابيار

source: Bouzareah
ar: بوزريعة

source: Birkhadem
ar: بير خادم

source: El Harrach
ar: الحراش

source: Baraki
ar: براقي

source: Oued Smar
ar: واد السمار

source: Bachdjerrah
ar: باش جراح

source: Hussein Dey
ar: حسين داي

source: Kouba
ar: القبة

source: Bourouba
ar: بوروبة

source: Dar El Beïda
ar: دار البيضاء

source: Bab Ezzouar
ar: باب الزوار

source: Ben Aknoun
ar: بن عكنون

source: Dely Ibrahim
ar: دالي ابراهيم

source: El Hammamet
ar: الحمامات

source: Raïs Hamidou
ar: رايس حميدو

source: Djasr Kasentina
ar: جسر قسنطينة

source: El Mouradia
ar: المرادية

source: Hydra
ar: حيدرة

source: Bordj El Kiffan
ar: برج الكيفان

source: El Magharia
ar: المغارية

source: Beni Messous
ar: بني مسوس

source: Les Eucalyptus
ar: الكليتوس

source: Birtouta
ar: بيرتوتة

source: Tessala El Merdja
ar: تسالة المرجة

source: Ouled Chebel
ar: أولاد شبل

source: Sidi Moussa
ar: سيدي موسى

source: Aïn Taya
ar: عين الطاية

source: Bordj El Bahri
ar: برج البحري

source: H'raoua
ar: هراوة

source: Rouïba
ar: الرويبة

source: Reghaïa
ar: رغاية

source: Staoueli
ar: سطاوالي

source: Zeralda
ar: زرالدة

source: Mahelma
ar: معالمة

source: Rahmania
ar: الرحمانية

source: Souidania
ar: زرالدة

source: Cheraga
ar: الشراقة

source: Ouled Fayet
ar: ولاد فايت

source: El Achour
ar: العاشور

source: Draria
ar: درارية

source: Douera
ar: دويرة

source: Baba Hassen
ar: بابا حسن

source: Khraicia
ar: خرايسية

source: Saoula
ar: سحاولة

source: Deldoul
ar: سالي

source: Aïn Chouhada
ar: عين الشهداء

source: Aïn El Ibel
ar: عين الابل

source: Aïn Feka
ar: عين افقه

source: Aïn Maabed
ar: عين معبد

source: Aïn Oussara
ar: عين وسارة

source: Amourah
ar: عمورة

source: Benhar
ar: بنهار

source: Beni Yagoub
ar: بني يعقوب

source: Birine
ar: بيرين

source: Bouira Lahdab
ar: البويرة الحداب

source: Charef
ar: شارف

source: Dar Chioukh
ar: دار شيخ

source: Djelfa
ar: الجلفة

source: Douis
ar: دويس

source: El Guedid
ar: الجديد

source: El Idrissia
ar: الإدريسية

source: El Khemis
ar: الخميس

source: Faidh El Botma
ar: فيض البطمة

source: Guernini
ar: غيرنيني

source: Guettara
ar: قيتارا

source: Had Sahary
ar: حد صحاري

source: Hassi Bahbah
ar: حاسي بحبح

source: Hassi El Euch
ar: حاسي العوش

source: Hassi Fedoul
ar: حاسي فضول

source: Messaad
ar: مسعد

source: M'Liliha
ar: مليليحة

source: Moudjebara
ar: مودجبارة

source: Oum Laadham
ar: ام لادهم

source: Sed Rahal
ar: سيد رحال

source: Selmana
ar: سلمانا

source: Sidi Baizid
ar: سيدي بايزيد

source: Sidi Ladjel
ar: سيدي لعجل

source: Tadmit
ar: تدميت

source: Zaafrane
ar: زعفران

source: Zaccar
ar: زكار

source: Jijel
ar: جيجل

source: Eraguene
ar: إيراغوين

source: El Aouana
ar: العونة

source: Ziama Mansouriah
ar: زيامة المنصورية

source: Taher
ar: طاهر

source: Emir Abdelkader
ar: الأمير عبد القادر

source: Chekfa
ar: الشقفة

source: Chahna
ar: شاهنا

source: El Milia
ar: الميليا

source: Sidi Maarouf
ar: سيدي معروف

source: Settara
ar: سيتارا

source: El Ancer
ar: الأنسر

source: Sidi Abdelaziz
ar: سيدي عبد العزيز

source: Kaous
ar: كاوس

source: Ghebala
ar: غبالة

source: Bouraoui Belhadef
ar: بُراوي بلحديف

source: Djimla
ar: جملة

source: Selma Benziada
ar: سلمى بن زيادة

source: Boucif Ouled Askeur
ar: بوسيف ولاد أسكور

source: El Kennar Nouchfi
ar: الكنار نوشفي

source: Ouled Yahia Khedrouche
ar: ولاد يحيى خروش

source: Boudriaa Ben Yadjis
ar: بدرية بن ياجس

source: Kheïri Oued Adjoul
ar: خيري واد ادجول

source: Texenna
ar: تكسينا

source: Djemaa Beni Habibi
ar: جامع بني حبيبي

source: Bordj Tahar
ar: برج الطاهر

source: Ouled Rabah
ar: ولاد رباح

source: Ouadjana
ar: وادجانا

source: Aïn Abessa
ar: عين عباسة

source: Aïn Arnat
ar: عين عرنات

source: Aïn Azel
ar: عين ازال

source: Aïn El Kebira
ar: عين الكبيرة

source: Aïn Lahdjar
ar: عين الحجر

source: Aïn Legradj
ar: عين لقراج

source: Aïn Oulmene
ar: عين ولمان

source: Aïn Roua
ar: عين رؤى

source: Aïn Sebt
ar: عين سبت

source: Aït Naoual Mezada
ar: آيت نوال مزادة

source: Aït Tizi
ar: آيت تيزي

source: Aït Wertilan
ar: آيت ورتيلان

source: Amoucha
ar: عموشة

source: Babor
ar: بابور

source: Bazer Sakhra
ar: بازر صخرة

source: Beidha Bordj
ar: البيضا برج

source: Belaa
ar: بلعا

source: Beni Aziz
ar: بني عزيز

source: Beni Chebana
ar: بني شبانة

source: Beni Fouda
ar: بني فودة

source: Beni Hocine
ar: بني حسين

source: Beni Mouhli
ar: بني موهلي

source: Bir El Arch
ar: بير القوس

source: Bir Haddada
ar: بير حداده

source: Bouandas
ar: بوعنداس

source: Bougaa
ar: بوقاعة

source: Bousselam
ar: بوسلام

source: Boutaleb
ar: بوطالب

source: Dehamcha
ar: دهامشا

source: Djemila
ar: جميلة

source: Draa Kebila
ar: درعة قبيلة

source: El Eulma
ar: العلمة

source: El Ouricia
ar: العوريقية

source: Guellal
ar: جلال

source: Guelta Zerka
ar: جيلتا زيركا

source: Guenzet
ar: قنزات

source: Guidjel
ar: جويدجل

source: Hamma
ar: حمة

source: Hammam Guergour
ar: حمام قرقور

source: Hammam Soukhna
ar: حمام السخنة

source: Harbil
ar: حربيل

source: Ksar El Abtal
ar: قصر الابطال

source: Maaouia
ar: معاوية

source: Maoklane
ar: ماوكلين

source: Mezloug
ar: مزلوق

source: Oued El Barad
ar: وادي البرد

source: Ouled Addouane
ar: ولاد الدوان

source: Ouled Sabor
ar: أولاد سابور

source: Ouled Si Ahmed
ar: أولاد سي أحمد

source: Ouled Tebben
ar: أولاد تبين

source: Rasfa
ar: رصفة

source: Salah Bey
ar: صلاح بك

source: Serdj El Ghoul
ar: سيرج الغول

source: Sétif
ar: سطيف

source: Tachouda
ar: تاشودة

source: Talaifacene
ar: تالايفاسين

source: Taya
ar: طايع

source: Tella
ar: تيلا

source: Tizi N'Bechar
ar: تيزي نبشر

source: Aïn El Hadjar
ar: عين الحجار

source: Maamora
ar: المعمورة

source: Aïn Sekhouna
ar: عين السخونة

source: Doui Thabet
ar: دوي ثابت

source: El Hassasna
ar: الحساسنة

source: Hounet
ar: هونيت

source: Moulay Larbi
ar: مولاي العربي

source: Ouled Khaled
ar: ولاد خالد

source: Saïda
ar: صيدا

source: Sidi Ahmed
ar: سيدي احمد

source: Sidi Boubekeur
ar: سيدي بوبكر

source: Tircine
ar: تيرسين

source: Youb
ar: يوب

source: El Marsa
ar: حرشون

source: Aïn Bouziane
ar: عين بوزيان

source: Aïn Charchar
ar: عين شرشار

source: Aïn Kechra
ar: عين كشرة

source: Aïn Zouit
ar: عين الزويت

source: Azzaba
ar: عزة

source: Bekkouche Lakhdar
ar: بكوش لاخضر

source: Bin El Ouiden
ar: بن الويدان

source: Ben Azzouz
ar: بن عزوز

source: Beni Bechir
ar: بني بشير

source: Beni Oulbane
ar: بني أولبان

source: Beni Zid
ar: بني زيد

source: Bouchtata
ar: بوشتاتا

source: Cheraia
ar: شيرايا

source: Collo
ar: كولو

source: Djendel Saadi Mohamed
ar: جندل السعدي محمد

source: El Ghedir
ar: الغدير

source: El Hadaiek
ar: الحدائق

source: El Harrouch
ar: الحروش

source: Emdjez Edchich
ar: امجيز ادشيش

source: Es Sebt
ar: وسبت

source: Filfila
ar: فلفلة
