Repository: senadir/yalidine-shipping
Catalog: languages/yalidine-shipping-*.po
Languages: ar

source: Hamadi Krouma
ar: حمادي كروما

source: Kanoua
ar: كانوة

source: Kerkera
ar: كيركيرا

source: Kheneg Mayoum
ar: خنق ميوم

source: Oued Zehour
ar: واد زهور

source: Ouldja Boulballout
ar: ولج بلبلوط

source: Ouled Attia
ar: أولاد عطية

source: Ouled Hbaba
ar: أولاد حبابة

source: Oum Toub
ar: أم طوب

source: Ramdane Djamel
ar: رمضان جمال

source: Salah Bouchaour
ar: صلاح بوشور

source: Sidi Mezghiche
ar: سيدي مزغيش

source: Skikda
ar: سكيكدة

source: Tamalous
ar: تمالوس

source: Zerdaza
ar: زردازة

source: Sidi Khaled
ar: سيدي خالد

source: Aïn Adden
ar: عين آدن

source: Aïn El Berd
ar: عين البرد

source: Aïn Kada
ar: عين قادة

source: Aïn Thrid
ar: عين ثريد

source: Aïn Tindamine
ar: عين تندامين

source: Amarnas
ar: امارناس

source: Badredine El Mokrani
ar: بدر الدين المقراني

source: Belarbi
ar: بلعربي

source: Ben Badis
ar: بن باديس

source: Benachiba Chelia
ar: بنعشيبا تشيليا

source: Bir El Hammam
ar: بير الحمام

source: Boudjebaa El Bordj
ar: بوجبع البرج

source: Boukhanafis
ar: بوخنفيس

source: Chettouane Belaila
ar: شطوان بليلة

source: Dhaya
ar: ضياء

source: El Haçaiba
ar: الحشيبة

source: Hassi Dahou
ar: حاسي دحو

source: Hassi Zehana
ar: حاسي زهانة

source: Lamtar
ar: لمتر

source: Makedra
ar: مقدرة

source: Marhoum
ar: مرحوم

source: M'Cid
ar: مسيد

source: Merine
ar: ميرين

source: Mezaourou
ar: ميزورو

source: Mostefa Ben Brahim
ar: مصطفى بن ابراهيم

source: Moulay Slissen
ar: مولاي سليسن

source: Oued Sebaa
ar: وادي السبع

source: Oued Sefioun
ar: واد صفيون

source: Oued Taourira
ar: واد تاورية

source: Ras El Ma
ar: رأس الماء

source: Redjem Demouche
ar: رجم دموش

source: Sehala Thaoura
ar: سهالة ثورة

source: Sfisef
ar: سفيصف

source: Sidi Ali Benyoub
ar: سيدي علي بنيوب

source: Sidi Ali Boussidi
ar: سيدي علي بوسيدي

source: Sidi Bel Abbes
ar: سيدي بلعباس

source: Sidi Brahim
ar: سيدي ابراهيم

source: Sidi Chaib
ar: سيدي شعيب

source: Sidi Daho des Zairs
ar: سيدي داهو دي زيرس

source: Sidi Hamadouche
ar: سيدي حمدوش

source: Sidi Lahcene
ar: سيدي لحسن

source: Sidi Yacoub
ar: سيدي يعقوب

source: Tabia
ar: تابيا

source: Tafissour
ar: تفسور

source: Taoudmout
ar: تاودموت

source: Teghalimet
ar: تغاليمت

source: Telagh
ar: تلغ

source: Tenira
ar: تينيرا

source: Tessala
ar: تيسالا

source: Tilmouni
ar: التلموني

source: Zerouala
ar: زروالة

source: Annaba
ar: عنابة

source: Berrahal
ar: براهال

source: El Hadjar
ar: الحجار

source: Eulma
ar: أولما

source: El Bouni
ar: البوني

source: Oued El Aneb
ar: واد العنب

source: Cheurfa
ar: الشرفة

source: Seraïdi
ar: سرايدي

source: Aïn Berda
ar: عين الباردة

source: Chetaïbi
ar: شيتاوبي

source: Treat
ar: يعامل

source: Aïn Ben Beida
ar: عين بن بيضاء

source: Aïn Larbi
ar: عين العربي

source: Aïn Makhlouf
ar: عين مخلوف

source: Aïn Reggada
ar: عين رقادة

source: Aïn Sandel
ar: عين صندل

source: Belkheir
ar: بلخير

source: Ben Djerrah
ar: بن جراح

source: Beni Mezline
ar: بني مزلين

source: Bordj Sabath
ar: برج السبت

source: Bouhachana
ar: بوحشانة

source: Bouhamdane
ar: بو حمدان

source: Bouati Mahmoud
ar: بواتي محمود

source: Bouchegouf
ar: بوشجوف

source: Boumahra Ahmed
ar: بومهرة أحمد

source: Dahouara
ar: دحوارة

source: Djeballah Khemissi
ar: جب الله الخميسي

source: El Fedjoudj
ar: الفجوج

source: Guellat Bou Sbaa
ar: قلة بو سبع

source: Guelma
ar: قالمة

source: Hammam Debagh
ar: همام دباغ

source: Hammam N'Bail
ar: همام نبيل

source: Héliopolis
ar: مصر الجديدة

source: Houari Boumédiène
ar: هواري بومدين

source: Khezarra
ar: خزره

source: Medjez Amar
ar: مجز عمار

source: Medjez Sfa
ar: مجاز الصفاء

source: Nechmaya
ar: نشمايا

source: Oued Cheham
ar: واد شهام

source: Oued Fragha
ar: واد فراغة

source: Oued Zenati
ar: واد زناتي

source: Ras El Agba
ar: رأس العجبه

source: Roknia
ar: روكنيا

source: Sellaoua Announa
ar: سيلاوة عنونة

source: Tamlouka
ar: تملوكة

source: Aïn Abid
ar: عين عبيد

source: Aïn Smara
ar: عين السمارة

source: Beni Hamiden
ar: بني حميدن

source: Constantine
ar: قسنطينة

source: Didouche Mourad
ar: ديدوش مراد

source: El Khroub
ar: الخروب

source: Hamma Bouziane
ar: حمة بوزيان

source: Ibn Badis
ar: ابن باديس

source: Ibn Ziad
ar: ابن زياد

source: Messaoud Boudjriou
ar: مسعود بوجريو

source: Ouled Rahmoune
ar: ولاد رحمون

source: Zighoud Youcef
ar: زيغود يوسف

source: Ouled Brahim
ar: ولاد ابراهيم

source: Aïn Boucif
ar: عين بوسيف

source: Aïn Ouksir
ar: عين القصير

source: Aissaouia
ar: العيساوية

source: Aziz
ar: عزيز

source: Baata
ar: باتا

source: Benchicao
ar: بن شكاو

source: Beni Slimane
ar: بني سليمان

source: Berrouaghia
ar: البرواقية

source: Bir Ben Laabed
ar: بير بن لعبد

source: Boghar
ar: بوغار

source: Bou Aiche
ar: بو عيش

source: Bouaichoune
ar: بويشون

source: Bouchrahil
ar: بوشراحيل

source: Boughezoul
ar: بوقزول

source: Bouskene
ar: بوسكين

source: Chahbounia
ar: شحبونيا

source: Chellalet El Adhaoura
ar: شلاله الضوره

source: Cheniguel
ar: تشينيجيل

source: Derrag
ar: ديراج

source: Deux Bassins
ar: أحواض دوكس

source: Djouab
ar: جواب

source: Draa Essamar
ar: درعة عصام

source: El Azizia
ar: العزيزية

source: El Guelb El Kebir
ar: الجيلب الكبير

source: El Hamdania
ar: الحمدانية

source: El Omaria
ar: العمرية

source: El Ouinet
ar: العوينيت

source: Hannacha
ar: حناشا

source: Kef Lakhdar
ar: الكاف لاخضر

source: Khams Djouamaa
ar: خمس جمعة

source: Ksar Boukhari
ar: قصر البخاري

source: Meghraoua
ar: مغراوة

source: Médéa
ar: ميديا

source: Moudjbar
ar: مجبر

source: Meftaha
ar: مفتاحة

source: Mezerana
ar: مزغنة

source: Mihoub
ar: ميهوب

source: Ouamri
ar: وامرى

source: Oued Harbil
ar: واد حربيل

source: Ouled Antar
ar: ولاد عنتر

source: Ouled Bouachra
ar: ولاد بوعشرة

source: Ouled Deide
ar: أولاد ديدي

source: Ouled Hellal
ar: ولاد هلال

source: Ouled Maaref
ar: ولاد معارف

source: Oum El Djalil
ar: أم الجليل

source: Ouzera
ar: أوزيرة

source: Rebaia
ar: ربيعة

source: Saneg
ar: سانيج

source: Sedraia
ar: سيدرايا

source: Seghouane
ar: صغوان

source: Si Mahdjoub
ar: سي محجوب

source: Sidi Damed
ar: سيدي دام

source: Sidi Errabia
ar: سيدي الربيع

source: Sidi Naamanez
ar: سيدي نعمانيز

source: Sidi Zahar
ar: سيدي زهار

source: Sidi Ziane
ar: سيدي زيان

source: Souagui
ar: سواجي

source: Tablat
ar: طبلة

source: Tafraout
ar: تافراوت

source: Tamesguida
ar: تامسكيدا

source: Tizi Mahdi
ar: تيزي مهدي

source: Tlatet Eddouar
ar: طلعت الدوار

source: Zoubiria
ar: الزبيرية

source: Mansourah
ar: المنصورة

source: Abdelmalek Ramdane
ar: عبد المالك رمضان

source: Achaacha
ar: عَشْعَاشَة

source: Aïn Boudinar
ar: عين بودينار

source: Aïn Nouissy
ar: عين النويسي

source: Aïn Sidi Cherif
ar: عين سيدي الشريف

source: Aïn Tedles
ar: عين تادلس

source: Blad Touahria
ar: بلاد الطواهرية

source: Bouguirat
ar: بوقيراط

source: El Hassaine
ar: الحسين

source: Fornaka
ar: فرناكة

source: Hadjadj
ar: حجاج

source: Hassi Mameche
ar: حاسي ماماش

source: Khadra
ar: خضرة

source: Kheireddine
ar: خير الدين

source: Mesra
ar: ماسرة

source: Mazagran
ar: مزغران

source: Mostaganem
ar: مستغانم

source: Nekmaria
ar: نقمارية

source: Oued El Kheir
ar: وادي الخير

source: Ouled Boughalem
ar: ولاد بوغالم

source: Ouled Maallah
ar: ولاد مع الله

source: Safsaf
ar: صفصاف

source: Sayada
ar: صيادة

source: Sidi Ali
ar: سيدي علي

source: Sidi Belattar
ar: سيدي بلعطار

source: Sirat
ar: سيرات

source: Souaflia
ar: سوافلية

source: Sour
ar: صور

source: Stidia
ar: ستيدية

source: Tazgait
ar: تزڤايت

source: Sidi M'Hamed
ar: سيدي محمد

source: Aïn El Hadjel
ar: عين الحجل

source: Aïn El Melh
ar: عين الملح

source: Aïn Errich
ar: عين الريش

source: Aïn Khadra
ar: عين الخضرة

source: Belaiba
ar: بلعيبة

source: Ben Srour
ar: بن سرور

source: Beni Ilmane
ar: بني إيلمان

source: Benzouh
ar: بنزوح

source: Berhoum
ar: برهوم

source: Bir Foda
ar: بير فودة

source: Bou Saâda
ar: بو سعدة

source: Bouti Sayah
ar: بوطي صياح

source: Chellal
ar: شلال

source: Dehahna
ar: دحنة

source: Djebel Messaad
ar: جبل مسعد

source: El Hamel
ar: الحامل

source: El Houamed
ar: الحوامد

source: Hammam Dhalaa
ar: حمام الضلع

source: Khettouti Sed El Djir
ar: خطوتى سيد الجير

source: Khoubana
ar: خبانة

source: Maadid
ar: المعاضد

source: Maarif
ar: معارف

source: Magra
ar: ماجرا

source: M'Cif
ar: مسيف

source: Medjedel
ar: مجدل

source: Mohammed Boudiaf
ar: محمد بوضياف

source: M'Sila
ar: المسيلة

source: M'Tarfa
ar: مطرفة

source: Ouanougha
ar: ونوغة

source: Ouled Addi Guebala
ar: ولاد عدي قبالة

source: Ouled Atia
ar: أولاد عطية

source: Ouled Derradj
ar: أولاد دراج

source: Ouled Madhi
ar: أولاد ماضي

source: Ouled Mansour
ar: ولاد منصور

source: Ouled Slimane
ar: ولاد سليمان

source: Oultem
ar: أولتم

source: Sidi Aïssa
ar: سيدي عيسى

source: Sidi Hadjeres
ar: سيدي حجيريس

source: Slim
ar: معتدل البنيه

source: Souamaa
ar: صومعة

source: Tamsa
ar: تمسا

source: Tarmount
ar: جبل

source: Zarzour
ar: زرزور

source: Chorfa
ar: الشرفة

source: Mohammadia
ar: المحمدية

source: Aïn Fares
ar: عين فارس

source: Aïn Fekan
ar: عين فكان

source: Aïn Ferah
ar: عين فراح

source: Aïn Fras
ar: عين فراس

source: Alaïmia
ar: العالمية

source: Aouf
ar: عوف

source: Beniane
ar: بنيان

source: Bou Hanifia
ar: بو حنيفية

source: Bou Henni
ar: بو حني

source: El Bordj
ar: البرج

source: El Gaada
ar: الجادة

source: El Ghomri
ar: الغمري

source: El Guettana
ar: الغيطانة

source: El Keurt
ar: الكرط

source: El Menaouer
ar: المنور

source: Ferraguig
ar: فيراجويج

source: Froha
ar: فروها

source: Gharrous
ar: غروس

source: Guerdjoum
ar: جرجوم

source: Ghriss
ar: غريس

source: Hachem
ar: هاشم

source: Hacine
ar: حسين

source: Khalouia
ar: خلوية

source: Makdha
ar: مقدها

source: Mamounia
ar: المأمونية

source: Maoussa
ar: موسى

source: Mascara
ar: ماسكارا

source: Matemore
ar: ماتيمور

source: Mocta Douz
ar: موكتا دوز

source: Nesmoth
ar: نسموث

source: Oggaz
ar: اوغاز

source: Oued El Abtal
ar: وادي الابطال

source: Oued Taria
ar: واد تاريا

source: Ras El Aïn Amirouche
ar: رأس العين عميروش

source: Sedjerara
ar: سجرارة

source: Sehailia
ar: سهيليا

source: Sidi Abdeldjebar
ar: سيدي عبد الجبار

source: Sidi Abdelmoumen
ar: سيدي عبد المؤمن

source: Sidi Kada
ar: سيدي كادا

source: Sidi Boussaid
ar: سيدي بوسعيد

source: Sig
ar: سيج

source: Tighennif
ar: تاغنيف

source: Tizi
ar: تيزي

source: Zahana
ar: زهانا

source: Zelmata
ar: زيلماتا

source: Aïn Beida
ar: عين بيضة

source: Benaceur
ar: بن ناصر

source: Blidet Amor
ar: بليديت عمر

source: El Allia
ar: العلية

source: El Borma
ar: البرمة

source: El Hadjira
ar: الحجيرة

source: Hassi Ben Abdellah
ar: حاسي بن عبد الله

source: Hassi Messaoud
ar: حاسي مسعود

source: Megarine
ar: ميجارين

source: M'Naguer
ar: مناقر

source: Nezla
ar: نزلة

source: N'Goussa
ar: نجوسة

source: Ouargla
ar: ورقلة

source: Rouissat
ar: الرويسات

source: Sidi Khouiled
ar: سيدي خويلد

source: Taibet
ar: طيبة

source: Tamacine
ar: طماسين

source: Tebesbest
ar: تيبيسبيست

source: Touggourt
ar: تقرت

source: Zaouia El Abidia
ar: زاوية العبيدية

source: Oran
ar: وهران

source: Gdyel
ar: ڤديل

source: Bir El Djir
ar: بئر الجير

source: Hassi Bounif
ar: حاسي بونيف

source: Es Senia
ar: السانية

source: Arzew
ar: أرزيو

source: Bethioua
ar: بطيوة

source: Marsat El Hadjadj
ar: مرسى الحجاج

source: Aïn El Turk
ar: عين الترك

source: El Ançor
ar: العنصر

source: Oued Tlelat
ar: واد تليلات

source: Tafraoui
ar: طفراوي

source: Sidi Chami
ar: سيدي الشحمي

source: Boufatis
ar: بوفاطيس

source: Mers El Kébir
ar: مرسى الكبير

source: Bou Sfer
ar: بوسفر

source: El Kerma
ar: الكرمة

source: El Braya
ar: البرية

source: Hassi Ben Okba
ar: حاسي بن عقبة

source: Ben Freha
ar: بن فريحة

source: Hassi Mefsoukh
ar: حاسي مفسوخ

source: Sidi Benyebka
ar: سيدي بن يبقة

source: Misserghin
ar: مسرغين

source: Boutlelis
ar: بوتليليس

source: Aïn El Kerma
ar: عين الكرمة

source: Aïn El Bia
ar: عين البية

source: Sidi Ameur
ar: سيدي عامر

source: El Bayadh
ar: البيض

source: Rogassa
ar: روغاسا

source: Stitten
ar: ستيتن

source: Brezina
ar: بريزينا

source: Ghassoul
ar: غسول

source: Boualem
ar: بوعلام

source: El Abiodh Sidi Cheikh
ar: الابيود سيدي الشيخ

source: Aïn El Orak
ar: عين العراك

source: Arbaouat
ar: أربوات

source: Bougtoub
ar: بوقطوب

source: El Kheiter
ar: الخاطر

source: Kef El Ahmar
ar: الكاف الأحمر

source: Boussemghoun
ar: بوسمغون

source: Chellala
ar: شلالا

source: Kraakda
ar: كراكدة

source: El Bnoud
ar: البنود

source: Cheguig
ar: الشقيق

source: El Mehara
ar: المهرة

source: Tousmouline
ar: توسمولين

source: Sidi Tifour
ar: سيدي تيفور

source: Illizi
ar: إليزي

source: Djanet
ar: جانت

source: Debdeb
ar: دبدب

source: Bordj Omar Driss
ar: برج عمر ادريس

source: Bordj El Haouas
ar: برج الحواس

source: In Amenas
ar: في اميناس

source: Ouled Sidi Brahim
ar: ولاد سيدي ابراهيم

source: Aïn Taghrout
ar: عين تغروت

source: Aïn Tesra
ar: عين تسرا

source: Belimour
ar: بيليمور

source: Ben Daoud
ar: بن داود

source: Bir Kasdali
ar: بير كسدالي

source: Bordj Bou Arreridj
ar: برج بوعريريج

source: Bordj Ghédir
ar: برج غدير

source: Bordj Zemoura
ar: برج زمورة

source: Colla
ar: كولا

source: Djaafra
ar: الجعفرة

source: El Ach
ar: العش

source: El Achir
ar: العاشر

source: El Anseur
ar: الانسور

source: El Hamadia
ar: الحمادية

source: El Main
ar: ايل مين

source: El M'hir
ar: المهر

source: Ghilassa
ar: غيلاسة

source: Haraza
ar: حرازه

source: Hasnaoua
ar: حسناوة

source: Khelil
ar: خليل

source: Ksour
ar: كسور

source: Medjana
ar: مجانة

source: Ouled Brahem
ar: ولاد براهم

source: Ouled Dahmane
ar: ولاد دحمان

source: Rabta
ar: ربطة

source: Ras El Oued
ar: رأس الواد

source: Sidi Embarek
ar: سيدي مبارك

source: Tefreg
ar: تيفريغ

source: Taglait
ar: تاغليت

source: Teniet En Nasr
ar: تينيت النصر

source: Tassameurt
ar: تسمورت

source: Tixter
ar: تيكستر

source: Timezrit
ar: تيمزريت

source: Boumerdes
ar: بومرداس

source: Boudouaou
ar: بودواو

source: Afir
ar: أعفير

source: Bordj Menaiel
ar: برج منايل

source: Baghlia
ar: بغلية

source: Sidi Daoud
ar: سيدي داود

source: Naciria
ar: الناصرية

source: Djinet
ar: جينيت

source: Issers
ar: إيسرز

source: Zemmouri
ar: الزموري

source: Si Mustapha
ar: سي مصطفى

source: Tidjelabine
ar: تيجلابين

source: Chabet el Ameur
ar: شبة الأمير

source: Thenia
ar: الثنية

source: Corso
ar: كورسو

source: Ouled Moussa
ar: ولاد موسى

source: Larbatache
ar: لارباتاش

source: Bouzegza Keddara
ar: بوزكزة كدارة

source: Taourga
ar: تاورغا

source: Ouled Aissa
ar: ولاد عيسى

source: Ben Choud
ar: بن شود

source: Dellys
ar: دليس

source: Ammal
ar: أمل

source: Beni Amrane
ar: بني عمران

source: Boudouaou El Bahri
ar: بودواو البحري

source: Ouled Hedadj
ar: أولاد حداج

source: Leghata
ar: ليغاتا

source: Hammedi
ar: حميدي

source: Khemis El Khechna
ar: خميس الخشنة

source: El Kharrouba
ar: الخروبة

source: Besbes
ar: بيسبيس

source: Zitouna
ar: الزيتونة

source: Aïn El Assel
ar: عين العسل

source: Aïn Kerma
ar: عين الكرمة

source: Asfour
ar: عصفور

source: Ben Mehidi
ar: بن مهيدي

source: Berrihane
ar: بريحان

source: Bougous
ar: بوغوس

source: Bouhadjar
ar: بوحجار

source: Bouteldja
ar: بوتيلجا

source: Chebaita Mokhtar
ar: شبيطة مختار

source: Chefia
ar: شيفيا

source: Chihani
ar: تشيهاني

source: Dréan
ar: دريان

source: Echatt
ar: ايشات

source: El Aioun
ar: العيون

source: El Kala
ar: القالة

source: El Tarf
ar: الطارف

source: Hammam Beni Salah
ar: همام بني صلاح

source: Lac des Oiseaux
ar: بحيرة الطيور

source: Oued Zitoun
ar: واد زيتون

source: Raml Souk
ar: سوق الرمل

source: Souarekh
ar: صواريخ

source: Zerizer
ar: زيرازر

source: Oum el Assel
ar: أم الأصيل

source: Tindouf
ar: تندوف

source: Larbaa
ar: اربع

source: Sidi Slimane
ar: سيدي سليمان

source: Ammari
ar: العماري

source: Beni Chaib
ar: بني شعيب

source: Beni Lahcene
ar: بني لحسن

source: Boucaid
ar: بوكعيد

source: Bordj Bou Naama
ar: برج بو نعمة

source: Bordj El Emir Abdelkader
ar: برج الأمير عبد القادر

source: Lardjem
ar: لارجيم

source: Layoune
ar: العيون

source: Lazharia
ar: الازھرية

source: Maacem
ar: معصم

source: Melaab
ar: ميلاب

source: Ouled Bessem
ar: ولاد بيسم

source: Sidi Abed
ar: سيدي عابد

source: Sidi Boutouchent
ar: سيدي بووشنت

source: Sidi Lantri
ar: سيدي لانتري

source: Tamalaht
ar: تمالحت

source: Theniet El Had
ar: ثنية الحد

source: Tissemsilt
ar: تيسمسيلت

source: Youssoufia
ar: اليوسفية

source: Taghzout
ar: تغزوت

source: El Ogla
ar: العقلة

source: El Oued
ar: الواد

source: Robbah
ar: رباح

source: Oued El Alenda
ar: واد العندا

source: Bayadha
ar: البياضة

source: Nakhla
ar: نخلة

source: Guemar
ar: جمار

source: Kouinine
ar: كوينين

source: Reguiba
ar: رقيبة

source: Hamraia
ar: الحمراوية

source: Debila
ar: ديبيلا

source: Hassani Abdelkrim
ar: حسني عبد الكريم

source: Hassi Khalifa
ar: حاسي خليفة

source: Taleb Larbi
ar: طالب العربي

source: Douar El Ma
ar: دوار الماء

source: Sidi Aoun
ar: سيدي عون

source: Trifaoui
ar: الطريفاوي

source: Magrane
ar: مجران

source: Beni Guecha
ar: بني قيشا

source: Ourmas
ar: أورماس

source: Still
ar: ما يزال

source: M'Rara
ar: مرارا

source: Sidi Khellil
ar: سيدي خليل

source: Tendla
ar: تيندلا

source: Mih Ouansa
ar: ميه وانسا

source: El M'Ghair
ar: المغير

source: Djamaa
ar: جامع

source: Oum Touyour
ar: ام طوير

source: Sidi Amrane
ar: سيدي عمران

source: Aïn Touila
ar: عين طويلة

source: Babar
ar: بابار

source: Baghai
ar: باغاي

source: Bouhmama
ar: بوحمامة

source: Chechar
ar: ششار

source: Chelia
ar: تشيليا

source: Djellal
ar: جلال

source: El Hamma
ar: الحامة

source: El Mahmal
ar: المحمل

source: El Oueldja
ar: الولدجا

source: Ensigha
ar: انسيغا

source: Kais
ar: قيس

source: Khenchela
ar: خنشلة

source: Khirane
ar: خيران

source: M'Sara
ar: مسرة

source: M'Toussa
ar: متوسة

source: Ouled Rechache
ar: أولاد رشاشي

source: Remila
ar: ريميلا

source: Tamza
ar: تامزة

source: Taouzient
ar: تاوزيانت

source: Yabous
ar: يبوس

source: Souk Ahras
ar: سوق أهراس

source: Sedrata
ar: سدراتة

source: Hanancha
ar: حنانشا

source: Mechroha
ar: مشروها

source: Ouled Driss
ar: ولاد ادريس

source: Tiffech
ar: تيفيك

source: Zaarouria
ar: الزعرورية

source: Taoura
ar: تاورة

source: Drea
ar: دري

source: Heddada
ar: حداده

source: Khedara
ar: خضرة

source: Merahna
ar: مرهنا

source: Ouled Moumene
ar: ولاد مؤمن

source: Bir Bou Haouch
ar: بير بو حوش

source: M'daourouch
ar: مداوروش

source: Oum El Adhaim
ar: أم العظيم

source: Aïn Zana
ar: عين زانا

source: Ouillen
ar: أويلين

source: Sidi Fredj
ar: سيدي فرج

source: Safel El Ouiden
ar: سافل الويدن

source: Ragouba
ar: الرجوبة

source: Khemissa
ar: خميسة

source: Oued Keberit
ar: واد كبريت

source: Terraguelt
ar: تيراغولت

source: Zouabi
ar: الزعبي

source: Sidi Amar
ar: سيدي عمار

source: Khemisti
ar: خميستي

source: Tipaza
ar: تيبازة

source: Menaceur
ar: ميناسور

source: Larhat
ar: لارهات

source: Douaouda
ar: دواودة

source: Bourkika
ar: بوركيكا

source: Aghbal
ar: اغبل

source: Hadjout
ar: حاجوت

source: Gouraya
ar: قوراية

source: Nador
ar: الناظور

source: Chaiba
ar: شيبة

source: Aïn Tagourait
ar: عين تاجريت

source: Cherchell
ar: شرشال

source: Damous
ar: داموس

source: Merad
ar: مراد

source: Fouka
ar: فوكا

source: Bou Ismaïl
ar: بو إسماعيل

source: Ahmar El Aïn
ar: احمر العين

source: Bouharoun
ar: بوهرون

source: Sidi Ghiles
ar: سيدي غيلس

source: Messelmoun
ar: مسلمون

source: Sidi Rached
ar: سيدي راشد

source: Koléa
ar: كوليا

source: Attatba
ar: أتاتبا

source: Sidi Semiane
ar: سيدي سميان

source: Beni Milleuk
ar: بني مليوك

source: Hadjeret Ennous
ar: هجيرة النوس

source: Ahmed Rachedi
ar: احمد الراشدي

source: Aïn Beida Harriche
ar: عين البيضاء حريش

source: Aïn Mellouk
ar: عين ملوك

source: Aïn Tine
ar: عين تاين

source: Amira Arrès
ar: أميرة عراس

source: Benyahia Abderrahmane
ar: بن يحيى عبد الرحمن

source: Bouhatem
ar: بوهاتم

source: Chelghoum Laid
ar: شلغوم ليد

source: Chigara
ar: شيجارا

source: Derradji Bousselah
ar: دراجي بوسيلة

source: El Mechira
ar: المشيرة

source: Elayadi Barbes
ar: العيادي باربس

source: Ferdjioua
ar: فردجيوة

source: Grarem Gouga
ar: سوق نعمان جوجا

source: Hamala
ar: الهملة

source: Mila
ar: ميلا

source: Minar Zarza
ar: منار زرزه

source: Oued Athmania
ar: واد عثمانية

source: Oued Endja
ar: واد انجا

source: Oued Seguen
ar: واد سجين

source: Ouled Khalouf
ar: أولاد خلوف

source: Rouached
ar: رواشد

source: Sidi Khelifa
ar: سيدي خليفة

source: Sidi Merouane
ar: سيدي مروان

source: Tadjenanet
ar: تاجنانت

source: Tassadane Haddada
ar: تسادين حداده

source: Teleghma
ar: تلغمة

source: Terrai Bainen
ar: تيراي بينين

source: Tessala Lemtaï
ar: تيسالا ليمتاي

source: Tiberguent
ar: تيبرجينت

source: Yahia Beni Guecha
ar: يحيى بني جوقة

source: Zeghaia
ar: زغايا

source: Aïn Benian
ar: عين البنيان

source: Aïn Soltane
ar: عين سلطان

source: Sidi Lakhdar
ar: سيدي لاخضر

source: Aïn Defla
ar: عين الدفلة

source: Aïn Bouyahia
ar: عين بوحيى

source: Aïn Lechiekh
ar: عين الشيخ

source: Aïn Torki
ar: عين تركي

source: Arib
ar: ضلع

source: Bathia
ar: باثيا

source: Belaas
ar: بلعاس

source: Ben Allal
ar: بن علال

source: Birbouche
ar: بيربوش

source: Bir Ould Khelifa
ar: بير ولد خليفة

source: Bordj Emir Khaled
ar: برج الأمير خالد

source: Boumedfaa
ar: بومدفاع

source: Bourached
ar: بوراشد

source: Djelida
ar: جليدا

source: Djemaa Ouled Cheikh
ar: جامع ولد الشيخ

source: Djendel
ar: جيندل

source: El Abadia
ar: العبادية

source: El Amra
ar: العامرة

source: El Attaf
ar: العطاف

source: El Hassania
ar: الحسنية

source: El Maine
ar: المين

source: Hammam Righa
ar: حمام ريغة

source: Hoceinia
ar: الحسينية

source: Khemis Miliana
ar: خميس مليانة

source: Mekhatria
ar: المخاطرية

source: Miliana
ar: ميليانا

source: Oued Chorfa
ar: واد الشرفة

source: Oued Djemaa
ar: واد جمعة

source: Rouina
ar: روينا

source: Tacheta Zougagha
ar: تاشيتا زغاغة

source: Tarik Ibn Ziad
ar: طارق بن زياد

source: Tiberkanine
ar: تيبركانين

source: Zeddine
ar: زيد الدين

source: Naâma
ar: نعمة

source: Mecheria
ar: ميشريا

source: Aïn Sefra
ar: عين صفرة

source: Tiout
ar: تيوت

source: Sfissifa
ar: سفسيفة

source: Moghrar
ar: مغرر

source: Assela
ar: أصيلة

source: Djeniene Bourezg
ar: جنين بورزق

source: Aïn Ben Khelil
ar: عين بن خليل

source: Makman Ben Amer
ar: مكمان بن عامر

source: Kasdir
ar: كاسدير

source: El Biod
ar: البيوض

source: Aghlal
ar: أغلال

source: Aïn El Arbaa
ar: عين الأربعاء

source: Aïn Kihal
ar: عين كيحل

source: Aïn Témouchent
ar: عين تموشنت

source: Aïn Tolba
ar: عين طلبة

source: Aoubellil
ar: عقب الليل

source: Beni Saf
ar: بني صاف

source: Bouzedjar
ar: بوزجار

source: Chaabat El Leham
ar: شعبة اللحم

source: Chentouf
ar: شنتوف

source: El Amria
ar: العامرية

source: El Emir Abdelkader
ar: الأمير عبد القادر

source: El Malah
ar: المالح

source: El Messaid
ar: المساعيد

source: Hammam Bouhadjar
ar: حمام بوحجار

source: Hassasna
ar: الحساسنة

source: Hassi El Ghella
ar: حاسي الغلة

source: Oued Berkeche
ar: واد برقش

source: Oued Sabah
ar: وادى الصباح

source: Ouled Boudjemaa
ar: ولاد بوجمعة

source: Ouled Kihal
ar: أولاد كيحل

source: Oulhaça El Gheraba
ar: ولهاصة الغرابة

source: Sidi Ben Adda
ar: سيدي بن عدة

source: Sidi Boumedienne
ar: سيدي بومدين

source: Sidi Ouriache
ar: سيدي وريلش

source: Sidi Safi
ar: سيدي صافي

source: Tamzoura
ar: تامزوغة

source: Terga
ar: تارڤة

source: Mansoura
ar: المنصورة

source: Berriane
ar: بريان

source: Bounoura
ar: بونورة

source: Dhayet Bendhahoua
ar: ضية بن ضحاوة

source: El Atteuf
ar: العطوف

source: El Guerrara
ar: القرارة

source: El Menia
ar: المنيا

source: Ghardaïa
ar: غرداية

source: Hassi Fehal
ar: حاسي فحل

source: Hassi Gara
ar: حاسي جارا

source: Metlili
ar: ميتليلي

source: Sebseb
ar: سبسب

source: Zelfana
ar: زلفانا

source: El Hassi
ar: الحاسي

source: El Ouldja
ar: الولدجا

source: Souk El Had
ar: سوق الحد

source: Aïn Rahma
ar: عين الرحمة

source: Aïn Tarek
ar: عين طارق

source: Ammi Moussa
ar: عمي موسى

source: Belassel Bouzegza
ar: بلعسل بوزكزة

source: Bendaoud
ar: بندود

source: Beni Dergoun
ar: بني درقون

source: Beni Zentis
ar: بني زنتيس

source: Dar Ben Abdellah
ar: دار بن عبد الله

source: Djidioua
ar: جديوة

source: El Guettar
ar: القطار

source: El Hamadna
ar: الحمدنة

source: El Matmar
ar: المطمر

source: Had Echkalla
ar: حد اشكالا

source: Hamri
ar: حمري
